{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "b96c5d18-12b1-498f-9f6b-7c67220d6664": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>We have all been there. Lying in bed, stomach growling and struggling to fall asleep. It’s too late to cook a full meal so all you need is a nice healthy snack to stop the rumbling in your tummy and help you fall asleep.<br\/><br\/>These are our favorite late-night snacks to satisfy those midnight cravings.<\/p>"
          }
        },
        "0eed79fb-8e72-4b7d-ac9d-e3800e5ee6fe": {
          "type": "primary_group_content",
          "settings": {
            "title": "Cereal & Milk",
            "content": "<p>Let’s start off simple. Probably the most basic breakfast out there – cereal with milk – is the first nibble on our list.<br\/><br\/>One study found that eating high-glycemic carbohydrates, which most corn-cereals are, before you hit the leaba reduced the time taken to fall asleep. So, for all you insomniacs out there this may be the answer!<br\/><br\/><strong>Note: <\/strong>Keep the serving sizes low, especially if you suffer from heartburn, as heavy meals can exacerbate the problem. The calcium in dairy plays a fundamental role in the production of the sleep hormone melatonin and acts as a natural relaxant for the body.<\/p>"
          }
        },
        "e349f127-dacd-400c-9c8c-0076c55f58e7": {
          "type": "primary_group_content",
          "settings": {
            "title": "Bowl of Berries",
            "content": "<p>Another simple snack. Berries are not only loaded with fiber, which fills you up, but they also contain magnesium, which relaxes the nerves and muscles in your body.<br\/><br\/>It’s probably best to serve your berries Han Solo, or add some chopped nuts or granola, or a drop of milk.<\/p>"
          }
        },
        "a5f96c5b-db8e-4492-bd4d-bb0f77f127bc": {
          "type": "primary_group_content",
          "settings": {
            "title": "PBJ",
            "content": "<p>The peanut butter and jam sandwich is a perfect night time snack to help you get to sleep faster.<br\/><br\/>Peanut butter contains an amino acid called tryptophan. Tryptophan gets converted in the brain to melatonin, which promotes sleepiness.<br\/><br\/>However, carbs like bread and jam are needed to make tryptophan more available to the brain. Therefore, it is the perfect combo for a pre-slumber snack.<br\/><br\/>Also, if you’re feeling extra fitspo you can opt for whole grain bread and sugar-free peanut butter.<\/p>"
          }
        },
        "51a49fec-d50a-4fcd-8228-275010ee57a4": {
          "type": "primary_group_content",
          "settings": {
            "title": "Cheese & Crackers",
            "content": "<p>If you are in the mood for something savory, a safe choice is cheese and crackers.<br\/><br\/>Keep an eye on your portion sizes though as eating a lot of cheese can rack up your caloric intake. You may want to opt for whole grain crackers, which contain filling fiber.<br\/><br\/>You can try adding some grapes, apple slices, or whatever fruit you please.<br\/><br\/><strong>Fun fact: <\/strong>Cheese has also been shown to increase the amount of time you spend in REM sleep. So, if you want to have some vivid dreams, stock up on the cheese!<\/p>"
          }
        },
        "3a3a7f8a-3f2a-421f-b832-f24136497d06": {
          "type": "primary_group_content",
          "settings": {
            "title": "Fresh Veggies & Dip",
            "content": "<p>If you want something crunchy and low in calories, then this will do the job.<br\/><br\/>Any combination of raw carrots, broccoli florets, cucumber slices, celery, pepper, and many more can help eradicate that growl in your stomach.<br\/><br\/>If you want to enhance the flavor and get some calcium into you also, then use a dip made from low-fat cottage cheese, hummus, or Greek yogurt.<\/p>"
          }
        },
        "c144abd4-5f20-4b19-bbf9-426fde69b507": {
          "type": "primary_group_content",
          "settings": {
            "title": "Popcorn",
            "content": "<p>Most people’s favorite snack is also a great late-night nibble to satisfy those midnight munchies.<br\/><br\/>Three cups of air-popped popcorn have less than 100 calories and around 4 grams of fiber to satisfy that hunger. Skip out on the butter if you don’t want that dad bod.<\/p>"
          }
        },
        "281820a9-2650-4a10-8c0b-a88c3520c2fb": {
          "type": "primary_group_content",
          "settings": {
            "title": "Fresh Fruit & Nuts",
            "content": "<p>This easy to make snack is an ideal option if you're tired from a busy day.<br\/><br\/>Both fruit and nuts bring a lot of nutritional benefits to the table (if you pardon the pun) including vitamins, minerals, protein, complex carbs, healthy fats, and fiber.<br\/><br\/>Maybe try:<br\/><br\/>     •  An apple with a handful of almonds.<br\/>     •  A banana with a dozen pecans.<br\/>     •  Or a pear with some walnuts.<br\/>     •  You can also try spreading peanut butter on banana slices (a favorite of mine) or dipping apple slices in almond butter.<\/p>"
          }
        },
        "5868f12b-0cee-4551-8936-8c6e372ddb64": {
          "type": "primary_group_content",
          "settings": {
            "title": "Porridge",
            "content": "<p>An Irish person’s favorite go-to breakfast can also act as a great late-night snack.<br\/><br\/>It is a fantastic source of beta-glucan, which is a filling fiber that can help keep your cholesterol levels in check.<br\/><br\/>Try using some instant porridge with fat-free milk, 1 tablespoon maple syrup, a sprinkle of cinnamon, and some dried fruit. It will have you snoozing in no time.<\/p>"
          }
        },
        "2ed380a9-44b5-401a-9206-cdbbbfa87b42": {
          "type": "primary_group_content",
          "settings": {
            "title": "Kiwis",
            "content": "<p>These little furry delicious fruits are both nutritious and figure friendly.<br\/><br\/>Two Kiwis contain only about 93 calories, 5 grams of fiber, and 190% of your Vitamin C RDI.<br\/><br\/>Kiwis are also one of few fruits containing a substantial amount of serotonin, which is the nerve messenger that relaxes your body and helps you fall asleep better. It also helps you curb your carb cravings.<\/p>"
          }
        },
        "6f96d3d7-5d42-4852-8691-f7465920384c": {
          "type": "primary_group_content",
          "disabled": true,
          "settings": {
            "title": "Pistachios",
            "content": "<p>These delicious little nuts stand out among others of its kind for their high levels of the sleep-promoting hormone, melatonin. Few plant foods contain as much melatonin as pistachios.<br\/><br\/>One ounce (28 grams) of shelled pistachios, has about 160 calories and about 6.5mg of melatonin.<br\/><br\/>The amount of melatonin typically recommended to aid sleep is 0.5mg – 5mg.<\/p>",
            "image_2": "shopify:\/\/shop_images\/fresh-fruits-snack-1655114865496.jpg"
          }
        },
        "798d7936-c85a-4442-993a-f80e98baf5e2": {
          "type": "primary_group_content",
          "settings": {
            "title": "To Sum It All Up",
            "content": "<p>If you’re hungry or even just bored late at night – eating a snack that’s under 200 calories really shouldn’t tip the scales.<br\/><br\/>Aim for minimally processed foods like your fruits, nuts, yogurt and eggs to make your tasty late-night munch.<br\/><br\/>Remember, the most important thing to keep in mind when making healthy laate-night snacks is to enjoy them, so feel free to experiment and see what works best for you.<br\/><br\/><em><strong>Enjoy a good sleep after your night cravings with a comfy and high-quality bed. Check out <\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_self\"><em><strong>Emma Original mattress<\/strong><\/em><\/a><em><strong>! <\/strong><\/em><\/p>"
          }
        }
      },
      "block_order": [
        "b96c5d18-12b1-498f-9f6b-7c67220d6664",
        "0eed79fb-8e72-4b7d-ac9d-e3800e5ee6fe",
        "e349f127-dacd-400c-9c8c-0076c55f58e7",
        "a5f96c5b-db8e-4492-bd4d-bb0f77f127bc",
        "51a49fec-d50a-4fcd-8228-275010ee57a4",
        "3a3a7f8a-3f2a-421f-b832-f24136497d06",
        "c144abd4-5f20-4b19-bbf9-426fde69b507",
        "281820a9-2650-4a10-8c0b-a88c3520c2fb",
        "5868f12b-0cee-4551-8936-8c6e372ddb64",
        "2ed380a9-44b5-401a-9206-cdbbbfa87b42",
        "6f96d3d7-5d42-4852-8691-f7465920384c",
        "798d7936-c85a-4442-993a-f80e98baf5e2"
      ],
      "settings": {
        "previous_article": "curiosity-on-sleep\/sleep-apnea",
        "next_article": "curiosity-on-sleep\/coronasomnia"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
