/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "5d465fd3-4a28-4c28-a063-da8417a70c3d": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>Everybody does it. It’s perfectly natural.<br/><br/>Some do it naked, and some do it with their clothes on.<br/><br/>Some do it in bed, and some do it wherever it pleases them.<br/><br/>Yes, that’s right, we’re talking about sleep.</p>"
          }
        },
        "df1ea909-cda6-4e72-aa39-82c1f377f3ee": {
          "type": "primary_group_content",
          "settings": {
            "title": "What is sleep?",
            "content": "<p>Sleep is one of the fundamental pillars of a happy and healthy life, along with nutrition and exercise. It is the key to maintaining a healthy mind, body, and soul.<br/><br/>Below are some of sleep’s great benefits and reasons you shouldn’t skip out on it.</p>"
          }
        },
        "7290208e-91ae-43b6-9c8a-fb76242ba0ce": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "What are sleep’s effects on the immune system?",
            "content_1": "<p>Missing out on sleep can have some serious adverse effects on your immune system.<br/><br/>Without enough sleep, your body produces fewer cytokines. These are types of proteins that prevent infection and inflammation. They are produced and released during sleep, providing a double dose of protection when you’re getting a bit of shuteye.<br/><br/>If your sleep schedule is interrupted by a busy work week or for any other reason, you should try to stock up on naps.<br/><br/>Taking two naps that are no longer than 29 minutes each (according to NASA) has been shown to drastically offset the effects that sleep deprivation has on the immune system.</p>",
            "title_2": "Want a healthier heart?",
            "content_2": "<p>Sleep is essential for a healthy heart.<br/><br/>People who don’t get enough sleep are at a significantly higher risk of cardiovascular disease and coronary heart disease – regardless of age, weight, smoking or exercise habits.<br/><br/>It is not abundantly clear why sleep is linked to a healthier heart. However, studies suggest that lack of sleep causes disruptions in underlying health conditions and biological processes like glucose metabolism, blood pressure, and inflammation.<br/><br/>One of the reasons we know how vital sleep is to the heart is that people with sleep apnea (which causes them to wake frequently during the night) are 58% more likely to develop congestive heart failure.</p>",
            "title_3": "Sleep and mental health",
            "content_3": "<p>According to Harvard Health, sleep and mental health are very much intertwined. Those who suffer mental health issues are more likely to also suffer from insomnia or other sleep disorders.<br/><br/>Chronic sleep problems affect 50% to 80% of patients in a typical psychiatric practice, compared to only 10% to 18% of adults in the general population.<br/><br/>Studies using different methods and populations estimate that 65% to 90% of adult patients with major depression and about 90% of children with the disorder experience some kind of sleep problem.</p>"
          }
        },
        "6fdc56b0-b3f8-4030-9541-9894ebbde730": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "",
            "content_1": "",
            "title_2": "",
            "content_2": "",
            "title_3": "",
            "content_3": ""
          }
        },
        "6e0c36cd-a9f5-4b0b-8810-dec77c7581df": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Weight gain/loss",
            "content_1": "<p>It’s no secret that sleeping is vital to your overall physical health. However, studies have shown the links between getting adequate sleep and healthy weight loss.<br/><br/>According to research conducted by Annals of Internal Medicine, having adequate sleep (7+ hours per night) can lead to significant fat loss.<br/><br/>Furthermore, those that get less than 7 hours sleep will experience 55% less fat loss than those who don’t get their nightly dose of shuteye.<br/><br/>Also, those who are sleep deprived will face significantly less satisfaction after meals and lack the energy to exercise.<br/><br/>So keep up your sleeping game while dieting!</p>",
            "title_2": "Concentration/productivity",
            "content_2": "<p>Good quality sleep is the key to good brain function. While you sleep, your brain is working hard to consolidate memories and what you´ve learned throughout the day.<br/><br/>It is also the time that your brain removes waste products from the brain cells enabling you to think more clearly during the day.<br/><br/>In the brain of an individual who sleeps normally, the brain will show normal metabolism and blood flow to multiple areas of the brain.<br/><br/>Without the proper amount of blood flow, the brain will have difficulty focusing, increased forgetfulness, lack of concentration, decreased problem-solving capabilities, short attention span and learning difficulties.<br/><br/>Remember that quantity and quality of sleep can have a major impact on your health and well being!<br/><br/><em><strong>Now that you know how important sleep is, make sure to get a good quality of sleep with the perfect mattress and other bed essentials. Check our </strong></em><a href=\"https://emma-sleep.ca/\" target=\"_self\"><em><strong>Emma products</strong></em></a><em><strong> now!</strong></em></p>",
            "title_3": "",
            "content_3": ""
          }
        }
      },
      "block_order": [
        "5d465fd3-4a28-4c28-a063-da8417a70c3d",
        "df1ea909-cda6-4e72-aa39-82c1f377f3ee",
        "7290208e-91ae-43b6-9c8a-fb76242ba0ce",
        "6fdc56b0-b3f8-4030-9541-9894ebbde730",
        "6e0c36cd-a9f5-4b0b-8810-dec77c7581df"
      ],
      "settings": {
        "previous_article": "curiosity-on-sleep/lucid-dreaming",
        "next_article": "lifestyle/bed-box-mattress"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {}
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
