{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "b0baa44a-d5c1-4b04-9591-6d4d7f69bc02": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>It’s year three into the pandemic, and with cases rising and falling – we’re with you when we say the New Normal just isn’t normal.<br\/><br\/>Around four in ten people have reported trouble sleeping during the pandemic.<br\/><br\/>Brought on by the stress of living in a global pandemic, sleep experts have labeled these sleep problems “coronasomnia,” a portmanteau of coronavirus and insomnia.<br\/><br\/>Whether it’s fatigue, nightmares, or anxiety keeping you up at night, our Sleep Experts have uncovered a few easy tips to reduce anxious sleeping, lessen interrupted sleep cycles and help you Awaken Your Best every morning!<\/p>"
          }
        },
        "341bef2f-80d2-4f4a-805b-a656dd61d01b": {
          "type": "primary_group_content",
          "settings": {
            "title": "What is Coronasomnia?",
            "content": "<p>Coronasomnia is basically just an increase in sleep problems during Covid-19. It springs forth from being FED UP by the pandemic.<br\/><br\/>FED UP is a mnemonic device hat researchers use to sum up the common stressors majority of Americans feel because of the global pandemic:<br\/><br\/><strong>     • <\/strong>Financial stress<br\/><strong>     •<\/strong> Emotional stress<br\/><strong>     • <\/strong>Distance from others<br\/><strong>     •<\/strong> Unpredictability<br\/><strong>     •<\/strong> Professional concerns<\/p>"
          }
        },
        "ce37814c-b1e4-45f4-8189-8ffcb22006c9": {
          "type": "primary_group_content",
          "settings": {
            "title": "The Relationship between Anxiety and Sleep",
            "content": "<p>Serious sleep disturbances, including insomnia, are known to be a common symptom of anxiety disorders.<br\/><br\/>Usually, interrupted sleep comes from anxious thoughts that come up during bedtime.<br\/><br\/>When one is nervous or entertains negative thoughts before bed, it creates sleep anxiety which reinforces a person’s sense of dread and preoccupation and can pose challenges to healthy sleep schedules and routines.<br\/><br\/>Anxiety may also increase nightmares–creating a higher likelihood of sleep disruptions and fear around going to sleep. In short, sleep feels like a nightmare instead of a dream– contributing to greater anxiety than rest.<\/p>",
            "image_2": "shopify:\/\/shop_images\/meditation-and-relaxation-165511.jpg"
          }
        },
        "5791d09b-a507-4e01-9dc6-d9c9ee8e103a": {
          "type": "standalone_title",
          "settings": {
            "title": "But It Doesn’t Have To Be This Way: Win Against Coronasomnia!"
          }
        },
        "699fb980-27b8-4a69-93d2-6c1de09bdbb7": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Clear Your Mind! Take A Break From News",
            "content_1": "<p>Avoid digesting new media and stressful information an hour before going to bed or late at night.<br\/><br\/>When you create a bedtime habit of scrolling through your newsfeed and social media, chances are that the sensational and worrisome news stories you read can activate your sympathetic nervous system, creating anxiety at a time when you want to be calming down.<br\/><br\/>Instead, read a book, listen to some calm music, or meditate to give your body and mind ample time to relax.<\/p>",
            "title_2": "Stick To A Routine",
            "content_2": "<p>Sticking to a routine helps you keep a sense of normalcy in a time where things are uncertain.<br\/><br\/>Eating at set schedules, creating separation between your work and sleep spaces, and even committing to a 30-minute walk or workout routine every day can help give yourself a sense of control around your surroundings and situation and decrease worry and anxiety.<\/p>",
            "title_3": "Improve Your Sleep Hygiene",
            "content_3": "<p>It’s all about preparing your bedroom for its true purpose: sleep.<br\/><br\/>Optimize your bedroom space and make sure nothing will distract you from a good night’s rest.<br\/><br\/>Get rid of that computer stand next to your night lamp, and stock up on comfy pillows that’ll comfort you while you snooze!<\/p>"
          }
        },
        "b6704d9c-2b64-4553-b3ee-56445f5e91e4": {
          "type": "primary_group_content",
          "settings": {
            "title": "Our Emma Sleep Tips",
            "content": "<p>Say goodbye to coronasomnia! We suggest snagging yourself an <a href=\"https:\/\/emma-sleep.ca\/products\/emma-foam-pillow\" target=\"_blank\">Emma pillow<\/a> which is perfect for a supportive, comforting, and adaptive feel.<br\/><br\/>It’s suitable for all types of sleeping positions because you can mix and match layers for your personal sleep preferences. <br\/><br\/>If you’re feeling a bit extra, revamp your entire bedroom with a new <a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_blank\">Emma Original mattress<\/a> that uses high-quality foams that has zero motion transfer for minimal tossing and turning and will keep you feeling rested and comfortable.<br\/><br\/>With these tips, you won’t have to lose sleep over the pandemic!<br\/><br\/>Start focusing on healthy habits that promote better sleep while you’re in the bedroom, and take out distractors that’ll disrupt your sleep. After all, you don’t want to fall asleep in chaos but in a tranquil, relaxing environment.<\/p>"
          }
        }
      },
      "block_order": [
        "b0baa44a-d5c1-4b04-9591-6d4d7f69bc02",
        "341bef2f-80d2-4f4a-805b-a656dd61d01b",
        "ce37814c-b1e4-45f4-8189-8ffcb22006c9",
        "5791d09b-a507-4e01-9dc6-d9c9ee8e103a",
        "699fb980-27b8-4a69-93d2-6c1de09bdbb7",
        "b6704d9c-2b64-4553-b3ee-56445f5e91e4"
      ],
      "settings": {
        "previous_article": "lifestyle\/best-healthy-late-night-snacks",
        "next_article": "lifestyle\/bedtime-stories"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
