{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "74c9fdbb-a476-4732-ade4-fc04c35046a7": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>As more and more people opt to work from home, it can be increasingly difficult to switch off and disconnect, especially when your home doubles as your office. Despite the stresses you may face during the day, it’s those final hours before bedtime that can make a difference.<br\/><br\/>Whether you work from home or are simply feeling under pressure, a good bedtime routine can help you de-stress and unwind. <br\/><br\/>Below are some top tips you can apply to your nightly routine to help you get that much-needed rest!<\/p>"
          }
        },
        "659c32ac-cc20-4191-a042-8e142acd9d58": {
          "type": "standalone_title",
          "settings": {
            "title": ""
          }
        },
        "6a52f1b4-0235-44bc-b058-b78a82d853f0": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Late Night Workouts",
            "content_1": "<p>In the past, it was believed that all exercise should be avoided before bed as it can raise your heartbeat and make you more alert; not ideal when you’re trying to settle down!<br\/><br\/>However, experts are now saying that light exercise can actually help you to get a better night's sleep and can even help with insomnia. Yoga, in particular, is known to encourage a calm state of mind and is a great way to unwind after a stressful day.<br\/><br\/>What’s more, if you really want to get in touch with your inner yogi, why not also try meditation? It can help to ease stress and create a peaceful environment for you to fall asleep naturally.<br\/><br\/>While moderate exercise can help you sleep, keep in mind that if you don’t want to toss and turn all night, vigorous exercise should be avoided for at least one hour before bed.<\/p>",
            "title_2": "Eat Smart",
            "content_2": "<p>It’s well-known that eating straight before bed is not advisable, as your food may not have time to digest properly. Instead, having dinner at least three hours before bedtime is recommended, but what exactly should you be eating, and what should you avoid?<br\/><br\/>For seafood fans, there are plenty of types of fish, such as salmon and tuna, which can help you get a better night's sleep. Fatty fish contain a good combination of omega-3 and vitamin D, which are able to increase sleep hormones.<br\/><br\/>Ever wonder why it’s common for children to have a glass of milk before bed? Well, many dairy products can also promote sleep as they contain tryptophan, an amino acid that can increase melatonin and send you to sleep faster.<br\/><br\/>In addition to food, special teas such as chamomile and passionflower both contain apigenin. This is an antioxidant that can produce calming effects and may even help with insomnia.<br\/><br\/>Regarding beverages, drinking alcohol before bed is ill-advised as it can impact your REM cycle and disrupt your sleep, although you might want to let that one slide on the weekends!<\/p>",
            "title_3": "Sleepy Scents",
            "content_3": "<p>While considering what you put in your body is all well and good, external factors can also impact your sleep. One of those factors is scents, with certain smells promoting calmness and tranquillity.<br\/><br\/>The right scent can help you to relax and send you into a deep sleep. A popular sleepy scent is lavender. Commonly used in aromatherapy, lavender is known to have a calming effect. It can help ease anxiety due to its ability to slow down the heart rate and relax the muscles.<br\/><br\/>These types of scents are readily available in scent or candle form; just don’t forget to blow them out before you doze off!<\/p>"
          }
        },
        "66b748c9-d971-4d06-a64a-accc74e0716d": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Time To Disconnect",
            "content_1": "<p>In the age of technology, it’s hard to avoid scrolling through social media or binge-watching your favourite TV series before bed. However, all this technology may be harming your sleep.<br\/><br\/>The blue light from your mobile phone screens may be responsible for disrupting your body’s melatonin production, which can make it challenging to get to sleep. It’s also believed to disrupt your REM cycle. For this reason, it’s recommended to switch off electronics at least 30 minutes before bed – or remove them from the room altogether!<br\/><br\/>Instead of mindlessly scrolling on your phone, why not try reading a book? Reading before bed can help you to unwind and release stress; without any pesky blue light glaring back at you.<\/p>",
            "title_2": "The Perfect Environment",
            "content_2": "<p>Creating the ideal sleepy environment doesn’t require anything fancy; it can often be something as simple as getting the lighting and temperature right.<br\/><br\/>How is temperature connected to sleep? It’s largely down to your natural body clock, known as the Circadian Rhythm, which uses indicators to tell the body when it’s time to sleep and wake up.<br\/><br\/>To prepare for sleep, the body’s temperature naturally decreases as overheating can cause sleep disruption. The ideal temperature for sleeping is said to be between 18°C – 20°C.<br\/><br\/>Having a memory foam mattress is also a great way to keep cool as it is designed to increase airflow.<br\/><br\/>Light is also connected to the Circadian Rhythm as your body becomes particularly sensitive to light around 2 hours before your typical bedtime. So, it’s worth dimming those lights and putting down the phone if you want to keep your body clock in check.<\/p>",
            "title_3": "Get Cosy",
            "content_3": "<p>Last but not least, after drinking your chamomile tea and turning off the lights, it’s the bed itself that can make or break the chance to get a good night’s sleep.<br\/><br\/>Finding the right mattress can prove essential in giving you the comfort and support necessary to sleep soundly. When choosing a mattress, you should consider the firmness, materials and size to make sure it meets all your needs.<br\/><br\/>As well as the mattress, getting the right pillows, duvets and sheets can be a game-changer when trying to settle down. Using a weighted blanket promotes relaxation and reduces stress as the added weight can create a gentle hugging sensation.<\/p>"
          }
        },
        "2ba94c9c-8d28-4476-9abe-8dd3df5b5015": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Sleep Tight!",
            "content_1": "<p>Everyone deserves a proper night’s rest to get you through the day and to treat yourself at night. If you’re looking to unwind from work or simply improve your sleep quality, why not try some or all of these tips on how to establish a good bedtime routine and see for yourself!<br\/><br\/><em><strong>Learn how Emma’s Original Mattress can help you enjoy a better sleep. Check our <\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_self\"><em><strong>award-winning mattress<\/strong><\/em><\/a><em><strong> now!<\/strong><\/em><\/p>",
            "title_2": "",
            "content_2": "",
            "title_3": "",
            "content_3": ""
          }
        }
      },
      "block_order": [
        "74c9fdbb-a476-4732-ade4-fc04c35046a7",
        "659c32ac-cc20-4191-a042-8e142acd9d58",
        "6a52f1b4-0235-44bc-b058-b78a82d853f0",
        "66b748c9-d971-4d06-a64a-accc74e0716d",
        "2ba94c9c-8d28-4476-9abe-8dd3df5b5015"
      ],
      "settings": {
        "previous_article": "lifestyle\/make-most-day-based-on-chronotype",
        "next_article": "guides\/how-to-choose-bedding-essentials"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
