{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "fdd1e422-5447-41a9-8219-0cbc83592bef": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>It’s a new year, and resolutions are the best way to segue into a mindset of being positive and energised. It’s easy to conquer your newfound goals on Day 1 (and maybe even Day 7), but it’s also natural for many to falter and lose motivation as the days drag along–especially when we’re year 3 into the pandemic.<br\/><br\/>So, how do you pick yourself up and stay motivated?<br\/><br\/>Our Sleep Experts have uncovered a few easy tips to awaken your best and boost your mood every morning the natural way! You can add some of these tips to your morning routine to stay alert or implement them as lifestyle changes.<br\/><br\/>Improve your sleep cycle, conserve energy, and wake up feeling better than ever with these tips<\/p>"
          }
        },
        "8da9299c-485c-42bf-b181-602965304c9e": {
          "type": "primary_group_content",
          "settings": {
            "title": "A balanced diet is a must.",
            "content": "<p>A well-balanced diet is key to supplying your body with enough energy for the day.<br\/><br\/>Having a balanced diet focused on healthy carbohydrates, protein, and less fats like the 50-30-20 rule has shown to decrease fatigue, anxiety, and depression and instead, increase serotonin to naturally boost a good mood.<br\/><br\/>With that in mind, our sleep experts suggest that following good diets that consume more fibre and less fat and sugar leads to deeper, more restorative sleep with fewer awakenings throughout the night – that’ll mean more energy for you to use the next day.<br\/><br\/>So, no, we aren’t telling you to eat leafy greens all day, and healthy control is key to enjoying that dark chocolate bar. We just want you to eat well and balanced.<\/p>"
          }
        },
        "4c8aa583-8e04-44f1-9fea-7efca9b31a04": {
          "type": "primary_group_content",
          "settings": {
            "title": "Stretch or workout – just keep moving!",
            "content": "<p>For most people, exercising for at least 30 minutes a day can boost deep sleep, meaning you wake fewer times after initially falling asleep at night.<br\/><br\/>Apart from getting your blood pumping in the morning, exercising increases our endorphins – which helps boost our mood and alertness throughout the day. <br\/><br\/>While there is a common belief that exercising in the evening arouses excitement and hinders sleep, our experts recommend that scheduling your workout no later than 2-3 hours before bedtime should still give your body enough time to cool down and sleep just fine.<\/p>"
          }
        },
        "9e8c6e32-4e17-40d8-a1cb-2ec40659a2da": {
          "type": "primary_group_content",
          "settings": {
            "title": "Light up a candle.",
            "content": "<p>We’re telling you it’s time to bust out your favourite scented candles and <a href=\"https:\/\/emma-sleep.ca\/blogs\/health-science\/best-essential-oils-better-sleep\" target=\"_self\">essential oils<\/a> as aromatherapy has proven to be a great aid for relaxation, mood boosts, and sleep improvement.<br\/><br\/>Scents to stock up on based on our sleep-science records would be:<br\/><br\/>     •  <strong>Lavender: <\/strong>Proven to calm the mind and reduce sleepiness during the day.<br\/>     •  <strong>Marjoram: <\/strong>Used to reduce stress and anxiety, we suggest you use this as an air freshener.<br\/>     •  <strong>Peppermint: <\/strong>Used to rejuvenate and energise your body, it’s known to kick start your memory and speed up your thought process.<\/p>"
          }
        },
        "c2fdbbe6-3f5f-4ce1-ba35-041387377651": {
          "type": "primary_group_content",
          "settings": {
            "title": "Hydrate! Hydrate! Hydrate!",
            "content": "<p>After a good 8-10 hours without water, your body needs to rehydrate in the morning.<br\/><br\/>Starting your day with at least two glasses of water can jumpstart your system so that your body processes work efficiently. So, before hitting the Starbucks across the street, get yourself a glass of water.<\/p>"
          }
        },
        "11e430db-ad5d-49dc-b7b0-7c9f734766f7": {
          "type": "primary_group_content",
          "settings": {
            "title": "Make sleep a priority.",
            "content": "<p>Sleep is just as important to our body as other things like healthy eating, drinking, and exercise. Dr. Verena Senn, head of Emma’s Sleep Experts and Research team says:<br\/><br\/><em>“Sleep is a natural mood booster. Getting a good amount of sleep each night awakens you to be the best version of yourself by giving your mind and body the time necessary to recharge and awaken feeling refreshed, alert, and in a good mood.Think of achieving optimal sleep (at least between 7-9 hours per night) like charging a battery. When the battery (you) is fully charged, it will have all the positive energy and motivation it needs to perform well in all aspects of life.”<\/em>Simply put, sleep serves to conserve and restore energy as it stocks on glycogen which stores energy in your brain.<br\/><br\/>Getting good sleep is determined by the quality of sleep your body gets during the night–which is heavily affected by more than just diets and scented candles. In fact, many don’t attribute poor sleep to the mattress they’re sleeping on!<\/p>",
            "image_2": "shopify:\/\/shop_images\/emma-mattress-close-up-165511664_1.jpg"
          }
        },
        "b0a2d433-b1f7-4694-a440-d2959b78558f": {
          "type": "primary_group_content",
          "settings": {
            "title": "A Good Mattress Never Hurt Anybody",
            "content": "<p>A poor mattress can lead to body aches and pains, lighter sleep with increased interruptions, and fatigue, consequently leading to more fatigue due to improper body support.<br\/><br\/>Sleeping on an excellent quality mattress, personalised according to your needs, is very important for excellent quality of sleep and boosted energy the next day.<br\/><br\/>Our <a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_blank\">memory foam Original mattress<\/a> is engineered and designed to support all types of bodies and sleeping styles. It’s ergonomically efficient so that our zoning technology customises each mattress to your liking– creating full-body support and allowing you to Awaken Your Best every day. <br\/><br\/>Thinking of starting small? The <a href=\"https:\/\/emma-sleep.ca\/products\/emma-foam-pillow\" target=\"_blank\">Emma Pillow<\/a> is also ergonomically efficient and adaptable to your needs. Its firmness and support can adjust to your personal preferences. So you can cuddle and snuggle uninterrupted!<br\/><br\/><em><strong>Check out <\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/\" target=\"_blank\"><em><strong>Emma<\/strong><\/em><\/a><em><strong> products today and know how it can improve your sleep!<\/strong><\/em><br\/><br\/>Time to put these five natural ways into practice so that you can boost your energy and awaken your best.<br\/><br\/><em><strong>Check out <\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/\" target=\"_blank\"><em><strong>Emma<\/strong><\/em><\/a><em><strong> products today and know how it can improve your sleep!<\/strong><\/em><\/p>"
          }
        }
      },
      "block_order": [
        "fdd1e422-5447-41a9-8219-0cbc83592bef",
        "8da9299c-485c-42bf-b181-602965304c9e",
        "4c8aa583-8e04-44f1-9fea-7efca9b31a04",
        "9e8c6e32-4e17-40d8-a1cb-2ec40659a2da",
        "c2fdbbe6-3f5f-4ce1-ba35-041387377651",
        "11e430db-ad5d-49dc-b7b0-7c9f734766f7",
        "b0a2d433-b1f7-4694-a440-d2959b78558f"
      ],
      "settings": {
        "previous_article": "lifestyle\/make-most-day-based-on-chronotype",
        "next_article": "curiosity-on-sleep\/night-sweats-causes"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
