/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "193c72ed-6c60-4135-ba6f-8b5671e764f8": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>Summer is in the air, and with it all of the little pieces of joy it brings.<br/><br/>Imagine: it’s a summer night, at home, with the window open, and a breath of wind comes in. You’re in bed, completely relaxed, and reading a book, which has you completely hooked. You think nothing could be better…<br/><br/>But then something suddenly happens.<br/><br/>The wind stops entering your room. There’s no air, and you feel like you can’t breathe. You’re sweating. The bedsheets start to annoy you, and you feel wrapped in. Wearing your old pajamas makes you feel worse. You can’t read anymore, and you already know that sleeping will be impossible. You think you’re living a nightmare: It’s a very hot summer night, and you regret not being outside, by the ocean, enjoying a moment of cold breeze.<br/><br/>Don’t panic!<br/><br/>Here are some tips to keep it cool at home this summer. You can say goodbye to those crazy hot nights, and you’ll be able to enjoy your favorite book again!</p>"
          }
        },
        "5be43a30-12f0-469a-ae22-bc5a011ec4c9": {
          "type": "primary_group_content",
          "settings": {
            "title": "Keep the room cool",
            "content": "<p>Temperature is a crucial factor that determines our rest. Whether it is too low or too high, it interferes with our sleep. <br/><br/>The ideal temperature of the room where you will sleep should be between 15 and 22 degrees. If the temperature gets higher, the blood vessels dilate to promote blood circulation and lower body temperature, so the brain goes into a state of alert that makes it difficult to sleep.</p>"
          }
        },
        "28fe30e9-27d2-4ef7-8904-1e53e1e63104": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Windows opened, windows closed…that is the dilemma!",
            "content_1": "<p>Temperature is a crucial factor that determines our rest. Whether it is too low or too high, it interferes with our sleep. <br/><br/>The ideal temperature of the room where you will sleep should be between 15 and 22 degrees. If the temperature gets higher, the blood vessels dilate to promote blood circulation and lower body temperature, so the brain goes into a state of alert that makes it difficult to sleep.</p>",
            "title_2": "Turn it off",
            "content_2": "<p>Turn off the lights and do not leave your various electronic devices on stand-by.<br/><br/>If there are computers, televisions, or other electronic devices in the home whose use is not essential, switch them off and keep them disconnected during the night, as they give off heat even when just the stand-by light remains on.</p>",
            "title_3": "Restyle the room",
            "content_3": "<p>Have you ever thought about adding some plants around your home?<br/><br/>Plants don’t only have the function of decorating the room and restoring the spirit, but they also clean up the air we breathe. Moreover, they are excellent allies against the heat. They absorb the heat from the atmosphere and help freshen the air.<br/><br/>For example, you could buy a “Ficus Benjamina,” an Asian evergreen plant with curved branches and long leaves. The plant needs quite warm temperatures and does not need to be watered often. Ficus is also an excellent filter for toxic substances present in the air.<br/><br/>Or you could also go for “Aloe Vera” or “Dracaena,” which are useful plants to purify the air of polluting agents and reduce heat by keeping the room cool.</p>"
          }
        },
        "ac366b4a-eeea-43c1-8507-0ac8d1e3a89d": {
          "type": "primary_group_content",
          "settings": {
            "title": "Keep bedtime cool",
            "content": "<p>Getting ready for sleep and giving us our well-deserved rest should be different between summer and winter.</p>"
          }
        },
        "4ac9c941-4a8c-43fb-be9d-7d39c551cf25": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "The bed",
            "content_1": "<p>The most important element on which you should focus is the bed, of course. It must be fresh and ready to let us abandon the stress of the day and to make us relax and sleep well the whole night (without sweating, of course). <br/><br/>A good type of mattress that you can use is a <a href=\"https://emma-sleep.ca/products/emma-original-mattress\" target=\"_self\">memory foam bed, </a>which can help you keep cool all night long. <br/><br/>You should also replace your bed sheets as the season changes. <br/><br/>Cotton is undoubtedly the most suitable fiber for the summer months, both for clothing and bed linen. Cotton is a natural fabric that allows the skin to breathe and helps absorb sweat. It’s softer than linen, and it can be more or less light, depending on how it was processed. <br/><br/>Remember that it is not just the fiber that is important, but also the colors you use in your bedroom. By using white, you’ll feel cooler. You can also consider pale colors such as pink, blue, or aqua green.<br/><br/>The quality of the pillows is also important for the best sleep. It may seem strange to you, but to sleep well even in the heat you should opt for a <a href=\"https://emma-sleep.ca/products/emma-foam-pillow\" target=\"_self\">breathable one.</a></p>",
            "title_2": "Stay fresh",
            "content_2": "<p>Take a cool shower before going to bed.<br/><br/>Many wonder if it is better to take a hot or cold shower in summer or if a fresh shower can prevent too much sweating. It’s wrong in both cases: taking a shower that is too cold or hot will cause the body to sweat again to re-balance the body temperature. The best solution would be to take a lukewarm shower, perhaps just above the outside temperature.<br/><br/>Try to keep your neck, wrists, elbows, and ankles cool. If you keep the pulse points of your body cold, you will feel less hot. Refresh these areas at night, and you will sleep cooler.</p>",
            "title_3": "Wear it cool",
            "content_3": "<p>For pajamas, choose a cotton pair to sleep in. Maybe you have the temptation to completely undress to cool down. However, sleeping naked can make you feel the heat more because it doesn’t allow moisture to evaporate between the body and the mattress. <br/><br/>Therefore, opt for cotton clothing. Avoid synthetic fibers, such as nylon or silk, because they don’t let the skin breathe and can make you feel even warmer.</p>"
          }
        },
        "58b9a034-42d1-4995-8c96-194d44f253b3": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Eat well to sleep well",
            "content_1": "<p>To fight the heat and overcome fatigue, hypotension, heavy legs, and water retention, you need to know which diet to follow. <br/><br/>With the arrival of summer and holidays, between the heat and the need to disconnect from your daily routine, the desire to start cooking drastically decreases. <br/><br/>But resorting to ready-made and pre-cooked dishes, pizzas, cheeses, and snacks could prove to be a bad idea and worsen all those typical annoyances and ailments that summer brings with it: retention, asthenia, and low blood pressure.<br/><br/>Some basic rules:<br/><br/>It is generally recommended to reduce the consumption of meat as much as possible and decrease the amount of saturated fat you have in your diet. <br/><br/>The recommended meat is the lightest one or a white one, like chicken, since it has a good protein content. <br/><br/>Fish, according to nutrition guidelines, should be eaten at least three times a week all year round. It is advisable to eat it all the more in summer (better grilled or baked), for its content of polyunsaturated fatty acids and its high digestibility.<br/><br/>In summer, it’s recommended to consume a lot of fruit and vegetables.<br/><br/>Fruits, rich in minerals, vitamins, and antioxidants, should be consumed not only after meals but also during the day. So go ahead with melons, strawberries, cherries, apricots, or peaches. Fruit juices are also fine, but avoid the ones with added sugar.<br/><br/>Vegetables should be the undisputed masters of your summer meals. Ideally, they should be eaten at the beginning of meals to buffer your sense of hunger. In this way, you will fill up on vitamins, minerals, and antioxidants, especially with carrots, fennel, tomatoes, cucumbers, peppers, or celery.</p>",
            "title_2": "Drink drink drink",
            "content_2": "<p>Even when you pay attention to what you eat, you often tend to neglect your hydration level, which is even more vital for the body than nutrition. <br/><br/>Drinking is important, and drinking in summer is even more important. <br/><br/>The exact quantities vary from person to person, but active adults should set the general goal of getting around two liters to be properly hydrated, and needs may vary with external temperature fluctuations.<br/></p><p>Don't let the summer heat drain your energy. Try these tips for yourself to stay in comfortably at home!<br/><br/><em><strong>Discover how our breathable and moisture-wicking Emma mattress can help you sleep better. </strong></em><a href=\"https://emma-sleep.ca/products/\" target=\"_self\"><em><strong>Shop our bed essentials</strong></em></a><em><strong> now!</strong></em></p>",
            "title_3": "",
            "content_3": ""
          }
        }
      },
      "block_order": [
        "193c72ed-6c60-4135-ba6f-8b5671e764f8",
        "5be43a30-12f0-469a-ae22-bc5a011ec4c9",
        "28fe30e9-27d2-4ef7-8904-1e53e1e63104",
        "ac366b4a-eeea-43c1-8507-0ac8d1e3a89d",
        "4ac9c941-4a8c-43fb-be9d-7d39c551cf25",
        "58b9a034-42d1-4995-8c96-194d44f253b3"
      ],
      "settings": {
        "previous_article": "guides/tips-establish-good-bedtime-routine",
        "next_article": "guides/how-to-choose-bedding-essentials"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {}
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
