{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "008cbdaa-323a-4c77-9f0b-36bddd70df17": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>Have you ever woken up in the middle of the night drenched in sweat? We know it can be embarrassing to talk about, but it is more common than you might think.<br\/><br\/>Night sweats can range from moisture across your forehead and underarms to full-on puddle formations that ruin pyjamas and linens.<br\/><br\/>There can be serious causes for night sweats so be sure to seek medical attention if you are experiencing extreme cases.<\/p>"
          }
        },
        "26f3ba69-535f-4451-828c-a17d6e04e3e6": {
          "type": "primary_group_content",
          "settings": {
            "title": "Bedroom Prep",
            "content": "<p>Let’s look at the obvious first. What are you wearing? If you are still sporting your plaid flannel PJs in summer, it may be time to retire those beauties until winter rolls back around.<br\/><br\/>Even if you keep your room extremely cool, thick pyjamas will keep you glistening throughout the night along with thick blankets and linens.<br\/><br\/>It is not uncommon for couples to report going to bed cold due to fans or air conditioning, but waking up sweating because they were still wearing their matching Christmas pyjamas in May. It’s OK to show a bit of skin in bed, we promise.<br\/><br\/>Likewise, having the right mattress is also an important factor to consider when dealing with night sweats.<br\/><br\/>Foam mattresses that do not include cooling technology are notorious for trapping heat and increasing your body temperature throughout the night.<br\/><br\/>There are <a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_blank\">cool mattresses<\/a> out there that allow the body to cool throughout the night and can potentially eliminate night sweat issues if it’s something you want to consider.<\/p>"
          }
        },
        "03044acb-456c-42cc-b495-408e4c6a1887": {
          "type": "primary_group_content",
          "settings": {
            "title": "Diet",
            "content": "<p>Did you just woof down a big juicy steak before bed? And how many glasses of wine did you have just now? Both alcohol and foods that contain high amounts of protein and fat can exacerbate your night sweats.<br\/><br\/>While diabetics have a harder time regulating blood sugar levels than those without, night sweats related to blood sugar can occur in non-diabetics.<br\/><br\/>Nocturnal hypoglycemia happens when the blood sugar levels fall to threatening levels while asleep. This is why you want to steer away from lots of protein, alcohol, spicy foods, and caffeine before bed.<br\/><br\/>Try a healthy, balanced meal in the evening and see if your night sweats improve. It’s a simple, beneficial fix that will also be sure to improve your wellbeing as well.<br\/><br\/>On that note, we might as well discuss the other food-related topic that is linked to night sweats which is obesity.<br\/><br\/>Obesity is unfortunately associated with a number of health-related concerns and things certainly are not improving for the condition.<br\/><br\/>A BMI (Body Mass Index) score of 30 or higher is considered obese and these people tend to experience night sweats at a higher proportion than those that have a lower BMI score.<br\/><br\/>Heat is trapped in the body by an excess of fat, which acts as a thick blanket around the body frame.<br\/><br\/>If you are finding it hard to keep the weight off, seek some professional guidance from a nutritionist or other health professional.<\/p>"
          }
        },
        "87f8ed8e-e33b-4b5f-83a3-b8ef4abff8d1": {
          "type": "primary_group_content",
          "settings": {
            "title": "Anxiety",
            "content": "<p>Right now, we are living in unpredictable times with current events having altered so many areas of our lives. Understandably, so many of us have been experiencing more anxiety and despair than before.<br\/><br\/>If you realise that your anxiety levels have reached a point where you are in a state of constant fear and worry, then this could have developed into an anxiety disorder.<br\/><br\/>Anxiety disorders are associated with night sweats since the nervous system becomes hyperstimulated and the body responds erratically by sweating.<br\/><br\/>The good news is that when your stress and anxiety levels return to normal, the night sweats will also go away.<br\/><br\/>It is important to take care of yourself and talk with someone that can help you reduce your anxiety and not rely completely on medication. The reason is that many medications can cause night sweats or aggravate them including antidepressants.<\/p>"
          }
        },
        "2fa07126-6ba6-4a13-a67a-ff4ec7738aca": {
          "type": "primary_group_content",
          "settings": {
            "title": "Menopause",
            "content": "<p>Ok, time to address the elephant in the room. When many people hear the term “night sweats” their minds immediately run to menopause. But as we have seen, there are many different reasons why a person can experience night sweats.<br\/><br\/>Menopause naturally occurs in women around ages 40-60, but can also happen at a younger or older age.<br\/><br\/>Besides night sweats, women might experience nausea, weight gain, and sensitivity in certain areas of the body. This happens because of hormonal changes within the body that affect oestrogen and progesterone levels.<br\/><br\/>Unfortunately, there is not much that can be done until the process has run its course, then the symptoms will disappear completely.<br\/><br\/>Again, you can do something to mitigate sweating at night. Keeping the room cool, wearing the right pyjamas, and having a cooling mattress are some of the easiest changes to make, while also being very cautious about your diet.<br\/><br\/>We hope you found this article helpful in figuring out the reason for your night sweats. It is important to stay positive and get medical guidance when you still are unable to pinpoint the cause.<br\/><br\/>It is also significant to note that some people are just naturally sweaty and have been all of their lives. This does not mean that there is anything wrong, just that you will need plenty of extra sheets!<br\/><br\/><em><strong>Want to try a <\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_self\"><em><strong>memory foam mattress <\/strong><\/em><\/a><em><strong>and see if it will prevent your night sweat? Make use of <\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/\" target=\"_blank\"><em><strong>Emma Mattress’s risk-free 200-night trial <\/strong><\/em><\/a><em><strong>and try Europe’s no.1 most-awarded mattress for yourself! <\/strong><\/em><\/p>"
          }
        }
      },
      "block_order": [
        "008cbdaa-323a-4c77-9f0b-36bddd70df17",
        "26f3ba69-535f-4451-828c-a17d6e04e3e6",
        "03044acb-456c-42cc-b495-408e4c6a1887",
        "87f8ed8e-e33b-4b5f-83a3-b8ef4abff8d1",
        "2fa07126-6ba6-4a13-a67a-ff4ec7738aca"
      ],
      "settings": {
        "previous_article": "news\/natural-ways-boost-energy",
        "next_article": "health-science\/how-to-deal-pandemic-fatigue"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
