/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "6934b310-e326-4864-bad7-e2f0d3aa22ce": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>Sleeping well is as necessary to a healthy lifestyle as eating well or exercising regularly. It is an essential biological function of our body.<br/><br/>Specialists have insisted for years on the importance of sleeping well to ensure physical and psychological health, emphasising how sleep disturbances interfere with daily activities.<br/><br/>When sleep-related problems emerge, you should focus on all the elements that make up your night shelter. Imagine lying in a comfortable bed, wrapped in soft blankets and embraced by a soft light that cradles you. We bet you can’t wait to fall into a deep and relaxing sleep.<br/><br/>Indeed, investing in a good mattress, pillows, and other bed essentials will do wonders. We list down some tips on how to choose the perfect bedding essentials.</p>"
          }
        },
        "f3e4190e-353b-484d-9d13-7563b64669a3": {
          "type": "primary_group_content",
          "settings": {
            "title": "",
            "content": ""
          }
        },
        "c909c767-9d6d-481b-921c-5651f7a05187": {
          "type": "primary_group_content",
          "settings": {
            "title": "The Mattress",
            "content": "<p>Sleeping on a <a href=\"https://emma-sleep.ca/products/emma-original-mattress\" target=\"_self\">high-quality mattress</a>, and personalised according to our needs, is very important to have an excellent quality of sleep. It has been confirmed that there are very frequent musculoskeletal problems that are nowadays related to the use of a bad mattress.<br/><br/>Here’s how you can recognise a good mattress:<br/><br/>• The best mattress should try to relax all the muscle tension as much as possible, reduce the stress accumulated during the day, and help you start the day full of energy.<br/><br/>• An uncomfortable, too rigid, or on the contrary, excessively soft surface does not allow the body to relax. As a result, you would end up tossing and turning in bed for the whole night.<br/><br/>If you wake up with the feeling of not getting enough rest or you are sleeping badly, maybe it’s time to change your old mattress.</p>"
          }
        },
        "5da38482-cb05-469e-a451-9331f0eabd0e": {
          "type": "primary_group_content",
          "settings": {
            "title": "The Pillow",
            "content": "<p>Lack of sleep has a negative effect on the mood. If we don’t get enough rest, we feel stressed, apathetic, and mentally exhausted. We may also feel sad and be unable to complete tasks.<br/><br/>For this reason, if you want to improve the quality of your sleep, we suggest that you also pay attention to the pillow you use.<br/><br/>A third of our life is spent sleeping. Therefore, it is essential to have a comfortable pillow to sleep on.<br/><br/>Resting well also means you start the day off better.<br/><br/>With the right pillow, you can avoid those small but annoying pains in the neck, shoulder, or head that arise when we sleep on a poor-quality pillow or one that is not suitable for us. To rest well, the head, neck, and spine must remain aligned.<br/><br/>In order to choose the right one, you have to look at your habits, such as the position in which you sleep. The width of the pillow should not be less than that of your shoulders.<br/><br/>Meanwhile, the thickness of the pillow must adapt to the position in which you sleep. Sensitive sleepers can opt for <a href=\"https://emma-sleep.ca/products/emma-foam-pillow\" target=\"_self\">adjustable foam pillows</a>.</p>"
          }
        },
        "8f273727-b4d2-4804-a9f1-52c39869a970": {
          "type": "primary_group_content",
          "settings": {
            "title": "The Mattress Protector",
            "content": "<p>An aspect to which little attention is paid but is fundamental is the mattress cover.<br/><br/>Once you've found the perfect mattress, you should take care of it. Otherwise, it can quickly lose its qualities. Hence, the quality of our sleep will deteriorate, too.<br/><br/>As such, it’s better to use a mattress protector that helps keep your mattress in good condition.<br/><br/>A <a href=\"https://emma-sleep.ca/products/emma-mattress-protector\" target=\"_self\">good mattress protector </a>should be hypoallergenic. Moreover, it must be possible to wash it several times without losing its protective effect.<br/><br/>When choosing the best mattress cover, it is important to consider the following aspects:<br/><br/>     • mattress measurements<br/>     • the material from which it is made<br/><br/>With sleep, you don’t mess around.<br/><br/>In addition, mattresses can be quite expensive, so we cannot afford to change one every time we notice that it is losing its qualities. To increase its durability, mattress covers are an excellent ally.<br/><br/>Some benefits of mattress cover include:<br/><br/>     • Protects the bed against the natural sweat we produce while we sleep.<br/>     • Acts as a barrier against the potential appearance of mites and bacteria.<br/>     • These accessories are more easily washed than the mattress itself. Therefore, they also help to maintain an optimal level of hygiene in the place where you sleep.<br/><br/>Thanks to their characteristics, the mattress protector improves comfort and well-being during sleep.<br/><br/>To complement your bedding essentials, consider doing these things to have a good sleep:</p>"
          }
        },
        "3d57e7a2-b4b3-484f-bf21-f72dfda38b5a": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Leave the clutter out of your bedroom.",
            "content_1": "<p>A clean and tidy environment increases the quality of sleep and allows you to create the perfect atmosphere to promote relaxation. </p>",
            "title_2": "Create a positive environment.",
            "content_2": "<p>For example, envelop yourself in a quiet and peaceful room. Silence allows us not only to fall asleep easily but also to dream better.<br/><br/>Of course, there may be different degrees of sensitivity to noise. Some people, despite the background noise, sleep without problems, while others need absolute silence to do it. The latter usually have a very sensitive perception, waking up to the slightest noise.<br/><br/>What is indisputable however is that, regardless of the degree of sensitivity we have, the ideal is to sleep in a pleasant environment with nothing that can disturb it.</p>",
            "title_3": "Avoid the screens.",
            "content_3": "<p>As is well known, the light of the screens causes sleep disturbances.<br/><br/>The main problem can be attributed to the light it gives off. It is scientifically proven that blue light suppresses the production of melatonin, a hormone produced by the pineal gland, which is very valuable for regulating sleep cycles. Its inhibition can cause insomnia and sleep disturbances.<br/><br/>However, don’t lose heart if you don’t know what to do before bedtime.<br/><br/>If blue lights are banned, we can indulge in reading and use the time we previously spent on social networks or on the web to read some pages of a book. In addition to reconciling sleep, reading opens the mind and nourishes it.<br/><br/>We hope with these tips, you'll be able to choose the pefect bedding essentials, and finally, enjoy the better sleep you need.<br/><br/><em><strong>At Emma, our award-winning mattress, pillows, and mattress protector ensure you get good sleep as well as value for money. Explore our </strong></em><a href=\"https://emma-sleep.ca/collections/frontpage\" target=\"_self\"><em><strong>products</strong></em></a><em><strong> now to learn more! </strong></em></p>"
          }
        }
      },
      "block_order": [
        "6934b310-e326-4864-bad7-e2f0d3aa22ce",
        "f3e4190e-353b-484d-9d13-7563b64669a3",
        "c909c767-9d6d-481b-921c-5651f7a05187",
        "5da38482-cb05-469e-a451-9331f0eabd0e",
        "8f273727-b4d2-4804-a9f1-52c39869a970",
        "3d57e7a2-b4b3-484f-bf21-f72dfda38b5a"
      ],
      "settings": {
        "previous_article": "guides/tips-establish-good-bedtime-routine",
        "next_article": "guides/tips-best-sleep-babies"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {}
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
