{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "ca11aa36-71ce-43f7-b39b-1c590b515a9e": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>Are you worried about your newborn’s sleep routine? We at Emma really care about sleep. Today we want to help you understand your baby’s needs and how to get your baby the best sleep.<br\/><br\/>Sleep can be one of the most puzzling problems of new parenting. As many of us learn through gritty nights and zombie days, children simply don’t sleep like the rest of us.<br\/><br\/>The first thing to keep in mind is that your baby doesn’t stick to a real schedule. Usually, babies can sleep between 14 to 17 hours per day. But, that is not a standard. Each baby is different, and so is their sleep time, which can also differ based on age.<br\/><br\/>For example, to grow healthy, a study showed that usually newborns sleep for a bit more than 15 hours per day (with 3 naps of 7 hours in total), 3-month old babies sleep for 15 hours per day (with 3 naps of 5 hours in total), 9-month old babies sleep for 14 hours per day (with 2 naps of 3 hours in total), 12-month old babies sleep for 13 hours per day (with 2 naps of 2 hours in total). The total time can vary up to two hours, and the number of naps can also be flexible.<\/p>"
          }
        },
        "6ba7c9d9-3f7b-4d20-bfee-84535f4f1514": {
          "type": "primary_group_content",
          "settings": {
            "title": "Is the night turning into a nightmare?",
            "content": "<p>Are you struggling because your baby is waking up a lot? Then you should know the reason why newborns wake up at night.<br\/><br\/>Studies have shown that babies spend half of their sleep time in the so-called REM stage. The REM (Rapid Eye Movement) phase of sleep is the only one in which our brain is incredibly active. All this brain energy is used to run away from monsters or live beautiful adventures: in a few words, it is used to dream.<br\/><br\/>That means that during this time your baby moves and dreams and might wake up whining. Usually, babies who cry at night may need something: food, a diaper change, or even just a cuddle. But don’t worry, over time your little one will assume a regular rhythm with fewer REM cycles and more deep sleep.<br\/><br\/>Moreover, how many times have you thought to yourself that your child must have problems distinguishing day from night? You’re not wrong, that’s right!<br\/><br\/>The truth is that babies struggle to tell the difference between day and night. Their day is organised in a much more basic way. It’s their tummy that dictates the rhythm: they wake up when they are hungry and go back to sleep when they are satisfied.<br\/><br\/>Fortunately, their nocturnal habits are only temporary. Once they have stabilised their rhythms, they will stop mixing up their days and nights.<br\/><br\/>Often babies develop a sense of day and night once they are two months old. You can help the process by creating a calm and dark environment at night and letting in the sunshine during the day. The advice given by mothers is to talk to the baby a lot during daytime feedings and only a little during night feeds.<br\/><br\/>To keep your baby calm, you also should receive the right amount of quality sleep. Try to take a nap whenever your baby sleeps, and don’t hesitate to ask for help if you feel exhausted.<\/p>"
          }
        },
        "a40a1355-a4e7-4dae-9b25-62305363bc7b": {
          "type": "primary_group_content",
          "settings": {
            "title": "Did you know that your baby can sleep peacefully even in noisy environments?",
            "content": "<p>Generally speaking, concerning daytime naps, paediatricians advise against getting the infant used to sleeping in absolute silence.<br\/><br\/>Children must learn to differentiate day from night. They need to get used to the normal noises produced by other members of the family. Hearing dad or mum finish up daily activities can help them in this sense.<br\/><br\/>Once you put your baby to bed, you don’t have to turn off the TV, tiptoe, or whisper. Most young babies can sleep even in the noisiest and brightest places.<br\/><br\/>In the evening, however, it’s important to get your baby ready to sleep by adequately preparing the environment around him. An hour before bedtime, it’s good to limit the noise and reduce the lighting. That gives the baby a chance to relax and understand that the time to sleep is close.<\/p>"
          }
        },
        "4b551e33-65c0-4145-a7ba-d74c9710b687": {
          "type": "primary_group_content",
          "settings": {
            "title": "The importance of child sleeping space",
            "content": "<p>When thinking about what’s the safest environment, it turns out it’s best for babies to sleep in an uncluttered environment.<br\/><br\/>The safest sleeping position is on their back on a rigid and flat mattress with a tight-fitting sheet. Remember to remove any element from the sleeping area that could potentially suffocate a child, cause overheating, or impair breathing.<br\/><br\/>The new guidelines expressly advise not to share the bed (but only the rest environment) with the little ones. What if the parents console or feed the baby overnight? Then they should opt for their own bed instead of choosing sofas, which could be dangerous for the baby.<br\/><br\/><em><strong>Give yourself a mattress that will make you rest well and give you all the energy to take care of your baby. Check our <\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_self\"><em><strong>Emma Original Mattress<\/strong><\/em><\/a><em><strong> now!<\/strong><\/em><\/p>"
          }
        }
      },
      "block_order": [
        "ca11aa36-71ce-43f7-b39b-1c590b515a9e",
        "6ba7c9d9-3f7b-4d20-bfee-84535f4f1514",
        "a40a1355-a4e7-4dae-9b25-62305363bc7b",
        "4b551e33-65c0-4145-a7ba-d74c9710b687"
      ],
      "settings": {
        "previous_article": "guides\/how-to-choose-bedding-essentials",
        "next_article": "health-science\/sleep-deprivation"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
