/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "949f54d9-4b91-44ee-9e06-37636d6ace2d": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>Do you find yourself tossing and turning at night or waking up to a sore body even though you didn’t exercise the day before? While your lifestyle habits play a part in your sleep quality, you may want to check if your mattress is still in good condition.<br\/><br\/>Know the signs that you need to change your mattress ASAP — from knowing how long does a regular mattress last to how often you’ll need to swap it out for a new one.<\/p>"
          }
        },
        "8e90a480-2e09-42ce-bdaa-428f3f0f3ddf": {
          "type": "primary_group_content",
          "settings": {
            "title": "What’s the lifespan of a typical bed mattress?",
            "content": "<p>Most mattresses are built to maintain their overall shape and firmness for an average of seven to 10 years. Of course, there will be factors that will make some mattresses more durable than others.<br\/><br\/>In general, a good mattress will have enough support for your back and just the right firmness to support your body weight.<br\/><br\/>You should also consider the mattress’s texture or kind of textile.<br\/><br\/>     • <strong>Foam mattresses <\/strong>covered in fabrics are breathable and less likely to retain your body heat as you sleep.<br\/><br\/>     • <strong>Latex mattresses <\/strong>will offer more bounce and good body support at an affordable price.<br\/><br\/>     • Meanwhile, <strong>airbed mattresses <\/strong>allow you to adjust the level of firmness and support on either side, which can appeal to couples who have different needs.<br\/><br\/>Price points will also play a factor in the lifespan of your mattress.<br\/><br\/>Cheap and low-quality mattresses can be less durable than mattresses that are in the mid- to high-priced range. Some mattresses are also more expensive due to the textiles used to make them.<br\/><br\/>You can find a great affordable queen-size memory foam mattress for around $900, while a queen-size latex or hybrid mattress will range from $900 and up.<\/p>"
          }
        },
        "1e54d0a9-6403-4442-be7d-27dffcc29c76": {
          "type": "primary_group_content",
          "settings": {
            "title": "How to make your mattress last",
            "content": "<p>You can further extend the lifespan of your mattress with a constant and<a href=\"https:\/\/emma-sleep.ca\/blogs\/guides\/how-to-deep-clean-mattress\" target=\"_self\"> thorough cleaning <\/a>and maintaining routine.<br\/><br\/>Turning over or rotating your mattress every three months is the simplest way to maintain its original firmness. It spreads out the wear-and-tear each side experiences as you sleep and keeps the mattress filling evenly distributed.<br\/><br\/>Disinfecting your bed with baking soda helps keep your mattress fresh. This will limit the times you’ll need to use heavy-duty mattress cleaning methods, which can pull and tug at the threads and cause tearing.<\/p>"
          }
        },
        "4fbe4f4b-b8ad-4826-b5bd-d549f4bd6a95": {
          "type": "primary_group_content",
          "settings": {
            "title": "How often should you replace your mattress?",
            "content": "<p>It’s recommended to replace your mattress after seven to 10 years after it’s reached its maximum lifespan. By this point, your mattress may already show signs of wear and tear such as sagging, stains, lack of firmness, and more.<br\/><br\/>Your mattress may now also be the home of dust mites and other allergens, which can aggravate any allergies you may have.<br\/><br\/>Lastly, if you frequently can’t get a good night’s sleep, it may be time to consider replacing your mattress.<br\/><br\/>To help you make up your mind, here are some guide questions to ask yourself before buying a new mattress.<br\/><br\/>     • Is your mattress at least seven (7) years old?<br\/>     • Do you find it hard to sleep continuously at night?<br\/>     • Do you wake up with a sore body every morning, even though you didn’t do anything strenuous the day before?<br\/>     • Do you wake up in the middle of the night because of your partner’s tossing and turning?<br\/>     • Have your allergies worsened over the past few months despite constant cleaning?<br\/><br\/>If you answer yes to at least one of these questions, it may be time for you to start shopping around for a new mattress.<br\/><br\/><em><strong>Now that you know hong long does a mattress last, it's time to invest in a high-quality mattress that gives good value for money and better sleep. Experience <\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_self\"><em><strong>Emma Original Lite<\/strong><\/em><\/a><em><strong> now! <\/strong><\/em><\/p>"
          }
        }
      },
      "block_order": [
        "949f54d9-4b91-44ee-9e06-37636d6ace2d",
        "8e90a480-2e09-42ce-bdaa-428f3f0f3ddf",
        "1e54d0a9-6403-4442-be7d-27dffcc29c76",
        "4fbe4f4b-b8ad-4826-b5bd-d549f4bd6a95"
      ],
      "settings": {
        "previous_article": "guides\/how-to-choose-bedding-essentials",
        "next_article": "health-science\/best-essential-oils-better-sleep"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {}
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
