/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "c5f89389-23db-4210-b0d8-b39392ccd37e": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>The past few years have been sombre for most of us. Ok, who are we kidding? It’s been pretty terrible.<br/><br/>While some are already transitioning to going back to their offices, there are still those who remain working from home.<br/><br/>There have been countless reports of people feeling more tired and groggy while working from home. Thanks to research and our sleep experts here at Emma, we have compiled a list of tips and habits to avoid that will ensure that you keep getting quality sleep even if your work routine is constantly changing.</p>"
          }
        },
        "650d8d35-250b-4a39-99aa-dde95bdbd3fa": {
          "type": "primary_group_content",
          "settings": {
            "title": "What makes you feel tired during this pandemic?",
            "content": "<p>Before heading right into the tips, let’s investigate what people are saying has changed in their lives since lockdown as it relates to sleep.<br/><br/>All of these problems can be linked to “sleep inertia,” or when the body is still in a transitional state of being asleep and being awake.</p>"
          }
        },
        "c68b663d-7c55-4a12-96bd-697a2b5467f7": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "An increase in clumsiness",
            "content_1": "<p>Maybe you are dropping all your pens or breaking plates on a more frequent basis. Perhaps you are making more mistakes in your work than you would have in the past. Or maybe you keep tripping on the same magenta carpet runner even though you’ve told yourself for years that you would replace it, but nevertheless, here it stays…</p>",
            "title_2": "Constantly distracted",
            "content_2": "<p>Are you one of those people who will be in the midst of doing something and then a bird flies by your window and suddenly you’re— “Where did it go? What kind of bird was that? I wish I was a bird…” Then you lost fifteen minutes because of a pigeon.</p>",
            "title_3": "In a state of confusion",
            "content_3": "<p>Are you finding it hard to remember things? Have you forgotten appointments that you would have never forgotten before? Sometimes even speaking with confidence and clarity is a chore.<br/><br/>All of these conditions can cause many problems for us when working from home while still having to meet deadlines and host virtual meetings.<br/><br/>Sleep inertia can last anywhere from twenty minutes to an hour, and for some people, it can last several hours. This is why it is so important for us to take action to minimize our fatigue so that we wake up feeling refreshed and ready to be productive.</p>"
          }
        },
        "859c6382-a602-4a33-b927-701f6801821f": {
          "type": "standalone_image",
          "settings": {
            "image": "shopify://shop_images/outdoor-jogging-1655116429512.jpg"
          }
        },
        "7fd9b337-4dad-44e4-ad7f-e9d365834307": {
          "type": "primary_group_content",
          "settings": {
            "title": "How to fight against fatigue during the pandemic?",
            "content": "<p>How to fight against fatigue during the pandemic?</p>"
          }
        },
        "b06682f8-efb9-40e3-b530-b1725247c107": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Step One: Go Outside",
            "content_1": "<p>Make sure you are going outside at least a few times a day when it is possible.<br/><br/>The reason for this is because sunlight helps regulate our bodies.<br/><br/>When it is light outside and we are exposed to the sun’s rays, our bodies naturally wake up and feel more alert. It also suppresses the release of melatonin which is the natural hormone that makes us feel sleepy.<br/><br/>Likewise, when we are not exposed to sunlight as well as in the evening hours, the body starts to wind down and release melatonin.<br/><br/>More often than not, people are spending way more time inside without going outside except for occasional trips to the supermarket and pharmacy.<br/><br/>It would be wise to increase the frequency of going outside and combine it with some physical activity like jogging or just taking a walk around the neighbourhood.</p>",
            "title_2": "Step Two: Don’t Break the Routine",
            "content_2": "<p>It can be really tempting to stay up until 2am watching the latest Netflix show, but remember that you would not normally do that during the workweek so why are you doing it because you are working from home now?<br/><br/>It is important for us to keep our schedules the same, so our bodies fall into the natural rhythm of feeling sleepy in the evenings and sleeping through the night.<br/><br/>There is nothing worse than falling into that vampire mode of being wide awake at night and exhausted throughout the day. If you do find yourself unable to sleep during the night, get out of bed for a bit and do a simple task like washing dishes or reading to help ease your mind back into rest mode.<br/><br/>Lastly, (and we know you’re going to hate it) don’t hit the snooze. Ok, maybe one time but if you had a bad night of sleep, it’s better to make it through the day tired than trying to get an extra hour or two, which throws off our sleep routine.<br/><br/>If you need a midday nap, then take around 20 minutes to recharge but no longer.</p>",
            "title_3": "Step Three: Prepare Your Bedroom",
            "content_3": "<p>Have a bedroom ritual yet? If not, you can read our blog post about nighttime routines to get an in-depth understanding of how they can benefit your sleep.<br/><br/>Basically, you want to optimize your bedroom for falling asleep.<br/><br/>     •  Make sure the temperature is exactly how you want it, preferably a little cool but not freezing. <br/>     •  Have clean sheets on the bed and things put away in their correct stations. You don’t want to fall asleep in chaos but in an orderly, relaxing environment.<br/>     •  If you like to fall asleep with white noise or quiet instrumental music, then go ahead and play our Sleepy Dreams playlist on Spotify.<br/>     •  Have your windows closed and your shutters or blinds pulled so the sunlight does not wake you too early.<br/><br/>All this preparation will help your body settle down when you finally hit the sheets and ease you into a relaxing slumber.</p>"
          }
        },
        "3984888d-dedb-4577-bc2e-e1734fd11165": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Step Four: Do Something Relaxing Before Bed",
            "content_1": "<p>What can help you relax before sleeping? That might be yoga, reading, meditation, chatting with your close family or friends, or watching TV. Only you can know what will really calm you down and get you into your sleep state.<br/><br/>We suggest that you start your relaxing activity at least an hour before you want to be asleep.<br/><br/>Also, make sure that you aren’t relying upon alcohol or sleep tablets to make you feel sleepy.<br/><br/>     •  Alcohol has been proven to reduce quality sleep and leave you feeling worse in the morning.<br/>     •  Tablets can also make you become dependent on chemicals to get to sleep, and over time your body will become somewhat immune to the dosage. <br/><br/>If you are having serious problems with sleep deprivation, then please consult your physician to get a professional opinion.<br/><br/>We hope you learned something from this blog post and that you can use it to deal with the pandemic fatigue.<br/><br/>Remember that you aren’t alone out there and that millions of others are having to deal with these drastic changes.<br/><br/>Make sure you give yourself a break from time to time and take care of yourself. Stay healthy and sleep tight!<br/><br/><em><strong>Learn how Emma’s Original Mattress can help you enjoy a better sleep. Check it out </strong></em><a href=\"https://emma-sleep.ca/products/emma-original-mattress\" target=\"_blank\"><em><strong>here </strong></em></a><em><strong>now!</strong></em></p>",
            "title_2": "",
            "content_2": "",
            "title_3": "",
            "content_3": ""
          }
        }
      },
      "block_order": [
        "c5f89389-23db-4210-b0d8-b39392ccd37e",
        "650d8d35-250b-4a39-99aa-dde95bdbd3fa",
        "c68b663d-7c55-4a12-96bd-697a2b5467f7",
        "859c6382-a602-4a33-b927-701f6801821f",
        "7fd9b337-4dad-44e4-ad7f-e9d365834307",
        "b06682f8-efb9-40e3-b530-b1725247c107",
        "3984888d-dedb-4577-bc2e-e1734fd11165"
      ],
      "settings": {
        "previous_article": "curiosity-on-sleep/night-sweats-causes",
        "next_article": "guides/how-to-choose-mattress"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {}
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
