/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "b4888679-9a08-4b83-bd50-41ffdf652902": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>Buying a mattress can be one of the most exhausting and tedious tasks one can see in our life. There are a million different brands, materials, levels of firmness, and even ones catered to specific kinds of sleepers.<br\/><br\/>If you are frustrated and unsettled on choosing your perfect mattress, don’t worry, Emma has got you covered with this comprehensive mattress buying guide.<br\/><br\/>We have scoured the internet, talked to sleep experts, and even conducted our own in-house tests to bring you the most up-to-date information that’s available.<br\/><br\/>Sleep is nothing small, it takes one-third of our life, that is why we need to spend time choosing the perfect one. Read on, you will find what you need!<br\/><br\/>What you will get from this guide:<br\/><br\/>     •  Types of Mattresses<br\/>     •  Mattress Sizes in the UK<br\/>     •  How to choose a mattress based on your sleep positions?<br\/>     •  How to select a memory foam mattress?<br\/>     •  How to Choose a Hybrid Mattress?<br\/>     •  How to Choose a Baby Mattress?<br\/>     •  How to Choose a Mattress Protector<br\/>     •  Find your perfect mattress at Emma<\/p>"
          }
        },
        "563f4661-29d2-4adc-a123-197ff1d1d254": {
          "type": "primary_group_content",
          "settings": {
            "title": "Types of Mattresses",
            "content": "<p>There are many different mattress types to choose from.<br\/><br\/>The first order of business for mattress shopping is to figure out which type of mattress is best suited for you and your needs.<br\/><br\/>In this section, we will go over the most common mattresses in the market. This will give you a good knowledge foundation when starting your search into the great big online mattresses world.<\/p>"
          }
        },
        "f9c80a73-0b57-4a9a-9a3c-b35b4d380434": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "What is a Polyfoam Mattress?",
            "content_1": "<p>Polyfoam is an abbreviation of polyurethane foam, which is also known as PU foam. This is the most common material used in the mattress industry for decades.<br\/><br\/>Polyfoam can sense your body temperature and adjust its softness accordingly. A good polyfoam mattress should have the ability to evenly distribute the pressure area and help spinal alignment.<br\/><br\/>However, there is a downside for most polyfoam material–it cannot effectively dissipate the heat.<br\/><br\/>Some people might feel hot in Summer when sleeping on it. To overcome this disadvantage, Emma invented Airgocell® foam. This innovation makes the foam super breathable. It can absorb the moisture and keep air flowing through the mattress smoothly.<\/p>",
            "title_2": "What is a memory foam mattress?",
            "content_2": "<p>Memory foam was first used in aircraft cushions and even in hospitals to support patients that could not move easily. Eventually, it made its way to the mattress market. It allows sleepers access to a premium grade material without having to pay thousands of pounds.<br\/><br\/>Many have described the experience as having millions of tiny springs embedded in the mattress. The material can help relieve pressure and eliminates much of the vibration feedback from position-shifting bedmates.<br\/><br\/>Memory foam is made of temperature-sensitive viscoelastic material. This material allows the foam to take the shape of your body and gives the sleeper a sense of being cradled and contoured.<br\/><br\/>Many people think that memory foam mattresses can cause back pain because of the “sinking-in”. However, according to the National Sleep Foundation, mattresses made from memory foam might work better to alleviate the back pain.<br\/><br\/>The couture feature is ideal for spine alignment and maintaining posture.<br\/><br\/>Similar to all foam containing polyurethane, memory foam mattresses also tend to trap heat. It may cause the sleeper to sweat during sleep. For this reason, you might want to find a memory foam mattress with cooling technology implemented, just like Emma Original Lite.<br\/><br\/>The Emma R&D team applied breathable Airgocell foam on the top of the memory foam layer, to ensure a breathable and cooling sleeping experience.<\/p>",
            "title_3": "What is a spring mattress?",
            "content_3": "<p>There are two types of spring mattresses:<br\/><br\/>     •  pocket sprung mattress<br\/>     •  open coil mattress<br\/><br\/>Pocket sprung mattresses are also a very popular choice among current mattress buyers.<br\/><br\/>The springs are sewn into each of the pockets within the fabric of the mattress. This offers more bounce than traditional foam mattresses. Sleepers will not sink in as much.<br\/><br\/>Reduced sinking offers sleepers the opportunity to turn more easily throughout the night. It tends to not trap as much heat as with foam mattresses. You may want to consider this option if you find yourself waking up from being too hot throughout the night.<br\/><br\/>Other types of spring mattresses include open coil and closed coil. They are usually cheaper than pocket sprung mattresses. <br\/><br\/>Continuous coil mattresses have springs made from a single wound wire, whereas open coil mattresses have single springs arranged by one wire.<br\/><br\/>Neither option is optimal unless you are looking for a budget mattress.<br\/><br\/>However, be cautious since the coils are fixed together this will prompt the whole mattress to move when you or your partner move during the night. This may prevent you from getting the quality rest that you need if you are prone to moving around a lot at night.<\/p>"
          }
        },
        "62824a63-21b2-4d22-8bbf-d718eedaa64e": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "What is a hybrid mattress?",
            "content_1": "<p>Hybrid mattresses attempt to combine the best of both worlds with a mixture of both coils and memory foam.<br\/><br\/>Certain mattress buyers were unsatisfied with both springs and memory foam and thus a solution was created to appease this segment.<br\/><br\/>Hybrid mattresses remove the “sinking in” sensation that is prevalent in memory foam mattresses so that the sleeper feels as though they stay on top of the mattress.<br\/><br\/>Hybrids also give the same support and relief from pressure that is typically found in memory foam. The spring chosen in a hybrid mattress is usually a pocket sprung since they offer the most cradling and contouring from the spring mattress side of things.<br\/><br\/>A thick layer of memory foam is usually placed on top of the springs, which will reduce the amount of bounce and noise.<br\/><br\/>Altogether, the build of a hybrid mattress allows sleepers to move around more freely during the night since it requires less energy when an individual is laying on top of the mattress rather than sinking in.<\/p>",
            "title_2": "What is a latex mattress?",
            "content_2": "<p>Latex mattresses are another type of foam mattress that is especially breathable and of high quality. Many with allergies or asthma choose this type of mattress since latex is a natural material that helps keep sensitive sleepers from experiencing discomfort.<br\/><br\/>Latex mattresses usually are very firm so we would recommend this type of mattress to those that like harder mattresses.<br\/><br\/>Be aware that these types of mattresses are also much heavier than other foam types.<br\/><br\/>Latex mattresses are usually quite expensive since low-quality versions are susceptible to lumps and dents through the years.<\/p>",
            "title_3": "",
            "content_3": ""
          }
        },
        "2d19bf0f-6b04-4397-a771-d4ae4688657c": {
          "type": "standalone_image",
          "settings": {
            "image": "shopify:\/\/shop_images\/emma-mattress-size-1655115986232.jpg"
          }
        },
        "fe5d715b-08f2-410f-b5ac-30c997199fc2": {
          "type": "primary_group_content",
          "settings": {
            "title": "Mattress Sizes in Canada",
            "content": "<p>You may not need to wear a mattress, but size is still a very important factor when it comes to mattress buying.<br\/><br\/>Whether you live in a small space good for one or have room to stretch and roll, ensuring you wake up feeling good, energized, and ready at the start of each day is heavily reliant on good sleep – and whether or not your mattress fits your lifestyle.<br\/><br\/>Here are the most common sizes for mattresses found in Canada:<br\/><br\/><strong>Twin\/Single Mattress: 38” x 75” | 96.5cm X 190.5cm<br\/><\/strong>This is ideal for single sleepers who are children, teens, or anyone under six feet tall who need a bed that doesn’t take up too much space in the room.<br\/><br\/><strong>Twin XL Mattress: 38” x 80” | 96.5cm X 203cm<\/strong><br\/>Slightly longer than the twin mattress, it is perfect for taller adults who want a more comfortable bed but have limited space.<br\/><br\/><strong>Full Mattress: 53” x 75” | 134.5cm X 190.5cm<br\/><\/strong>The full mattress is suitable for singles or couples looking for something compact yet comfortable. However, if you’re taller (above 6ft) you may want to stay clear of the foot-hanging-from-the-edge sleep experience.<br\/><br\/><strong>Queen Size Mattress: 60” x 80” | 152.5cm X 203cm<br\/><\/strong>Couples will fit comfortably on the double mattress and individuals will appreciate the extra roominess that the queen size offers.<br\/><br\/><strong>King Size Mattress: 76” x 80” | 193cm X 203cm<br\/><\/strong>Most couples will fit comfortably on the king mattress, and individuals will have more than enough room for any kind of sleeping preference. If you’ve got room to spare or a child that loves to sleep in between you two, then this is the perfect mattress for you.<br\/><br\/><strong>California King Size Mattress: 72” x 84” | 183cm X 213cm<br\/><\/strong>The California King mattress offers plenty of space for couples and extra room for children or medium-sized pets. We recommend having a larger master bedroom to fit this massive bed!<\/p>"
          }
        },
        "3e8b68ec-e91e-45b4-8303-208f33639cc7": {
          "type": "primary_group_content",
          "settings": {
            "title": "How to choose a mattress based on your sleep positions?",
            "content": "<p>We know this can be a hard observation to make. Especially if you are known for tossing and turning all night long.<br\/><br\/>No one person stays still all throughout the night. You will flow through a variety of positions before the sun rises.<br\/><br\/>So how do you know your sleep position?<br\/><br\/>You can take a mental note throughout one week, and recognize in what position you are lying in when you go to sleep, and then in what position you wake up. See if there is a pattern or if one position comes up more frequently than the rest.<br\/><br\/>There can be loads of different sleep positions, but generally speaking, the sleep positions are three types:<br\/><br\/>     •  side sleepers<br\/>     •  stomach sleepers<br\/>     •  back sleepers<br\/><br\/>Your sleep position can influence your sleep quality tremendously if you lie on the wrong mattress. Therefore, you need to take into account your favourite sleep positions when choosing a mattress.<\/p>",
            "image_2": "shopify:\/\/shop_images\/side-sleeping-position-165511513.jpg"
          }
        },
        "70c46dbf-8115-45e2-8163-2b908bba8688": {
          "type": "standalone_title",
          "settings": {
            "title": "Tips for each type of sleeper when choosing a mattress:"
          }
        },
        "9962ce2c-519f-4267-8f35-5b9004cb2164": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Advice for Side Sleepers",
            "content_1": "<p>Sleeping on your side has been found to be particularly beneficial as it reduces back pain, and facilitates the removal of waste from your brain (amazing, right?).<br\/><br\/>Sleeping on the side, however, could cause intense pressure in the shoulder and neck area if not properly supported by your mattress.<br\/><br\/>That’s why, if you’re a side sleeper, it's best to get a mattress that provides appropriate support at different body segments to straighten your spine while you sleep.<br\/><br\/>Snoozing on your side makes you want a soft yet supportive foundation. We suggest a soft memory foam mattress or a soft hybrid of memory foam and pocket springs that will give you the support while also contouring to your figure.<\/p>",
            "title_2": "Advice for Stomach Sleepers",
            "content_2": "<p>In general, sleeping in the prone position is not recommended as it puts strain and pressure on the spine. In fact, if you’re feeling a bit of back pain and neck pain, it may be because you sleep on your stomach.<br\/><br\/>If possible, we recommend finding a mattress that’s more firm to keep your spine and head aligned better. A firmer mattress will help work your body’s natural flexibility and help to avoid morning aches.<\/p>",
            "title_3": "Advice for Back Sleepers",
            "content_3": "<p>Sleeping on your back (supine position) is comfortable for many sleepers but care should be taken, though, to ensure that the spine is properly aligned.<br\/><br\/>People who snore or suffer from sleep apnea should avoid sleeping on their back, as this position promotes upper airway collapse.<br\/><br\/>So for those who rest on their backs, best to look for a mattress that supports your lower back to relieve lower back pain.<br\/><br\/>Normally, back sleepers are not quite as picky as the other two. You will want to find a happy medium between a firm and soft ideally.<br\/><br\/>Select a mattress that gives you some support while at the same time has enough springiness for your spine to stay in the correct alignment. An Emma Original Lite might be a good fit.<\/p>"
          }
        },
        "51d113ef-cd22-441e-be81-a09bfb416353": {
          "type": "primary_group_content",
          "settings": {
            "title": "How to select a memory foam mattress?",
            "content": "<p>There are many types of memory foam mattresses out there with all kinds of unique features and styles. To ease your decision-making process, we summarized three tips on finding your right memory foam mattress.<br\/><br\/>•   <strong>Consider a mattress with cooling properties. <br\/><br\/><\/strong>If you or your partner tend to run hot during the night, you probably want to note if the mattress you are selecting is a gel layer.<br\/><br\/>A gel layer such as the Airgocell foam helps air flow freely through the mattress and keeps body temperature regulated thanks to the open-pored structure of the foam.<br\/><br\/>• <strong>Determine the right thickness for your mattress.<br\/><br\/><\/strong>Don’t get so caught up in the details that you ignore one of the most important components: thickness.<br\/><br\/>In general, thinner mattresses are firmer than thicker ones. This does not mean that thicker or thinner is better, mind you.<br\/><br\/>If you feel like you need extra support for your back, a thinner mattress might be a better option, whereas if you find firm mattresses uncomfortable, go with a thicker one. <br\/><br\/>Your bed frame is also something to keep in mind since selecting a mattress that is too thin or too thick might result in an unflattering bedroom design.<br\/><br\/>• <strong>Think about your allergens.<br\/><br\/><\/strong>There is a large portion of the population that is highly susceptible to dust mites and other allergens that can be housed in mattresses.<br\/><br\/>It is important to remain conscious about which mattresses are more effective at eliminating these annoyances.<br\/><br\/>Gel memory foam is great at combating dust mites and high-density polyurethane foam usually prevents sneezing.<br\/><br\/>A combination of both can be a great help when purchasing a memory foam mattress. An Emma Original Lite is a great example of this type of mattress.<\/p>",
            "image_2": "shopify:\/\/shop_images\/mattress-texture-1655115433545.jpg"
          }
        },
        "26452991-10fa-42b8-9202-8bd1e587ec59": {
          "type": "primary_group_content",
          "settings": {
            "title": "How to Choose a Hybrid Mattress?",
            "content": "<p>What is the difference between a hybrid mattress and a regular mattress?<br\/><br\/>There is no clear-cut winner in the hybrid vs. memory foam vs. spring mattress debate. The question really boils down to preference.<br\/><br\/>     •  Would you rather sink down into the mattress and experience a cradling-like sensation? Then you probably want to go with memory foam.<br\/>     •  Do you prefer more bounce and to lay on top of the mattress? Then you would most likely like springs.<br\/>     •  Prefer the idea of laying on top of the mattress but still want the benefits of foam contouring and pressure relief? Hybrid mattress sounds like the best option for you.<br\/><br\/>All varieties come in different ranges of quality and price, so you should be able to find one of these types that fit your budget.<br\/><br\/>As far as durability is concerned, memory foam mattresses tend to last longer since springs can become less comfortable and uneven as the years go by.<br\/><br\/>Sleepers that are most concerned with back support are usually more satisfied with memory foam because they typically keep the spine in alignment.<br\/><br\/>Hot sleepers should opt for either a spring or a hybrid since these will allow the individual to stay on top of the mattress and absorb less heat.<\/p>"
          }
        },
        "5e4e47f2-dad7-4deb-abdb-c204b254f647": {
          "type": "standalone_title",
          "settings": {
            "title": "3 tips for buying a hybrid mattress"
          }
        },
        "33e6cbef-4de3-41ef-8fe1-d23727f0ac6d": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Be on the lookout for durability",
            "content_1": "<p>Since springs have a reputation for not lasting quite as long as foam mattresses, you want to make sure you are buying a mattress with at least a 100-night trial and a long-lasting warranty.<br\/><br\/>Keep in mind that you should be looking at a mattress replacement every 10 years, so find a warranty that falls within this range.<br\/><br\/>Also, take note of which material is used for the bottom layer of the hybrid in question. <br\/><br\/>High-density foam like HRX Supreme foam will give the mattress an added layer of support and durability.<\/p>",
            "title_2": "Prioritizing back pain relief",
            "content_2": "<p>Pure memory foam mattresses usually have the best reputation for back pain, so it’s important to choose a hybrid that will also give you the relief you need.<br\/><br\/>If the mattress is too firm or too soft, it runs the risk of taking your spine out of alignment.<br\/><br\/>Most hybrids are good at cushioning your body at the right pressure points to keep the alignment intact. Springs can also provide great bounce feedback for extra support and raise your hips.<\/p>",
            "title_3": "Consider your foundation",
            "content_3": "<p>Most hybrid mattresses do not require a box spring as a foundation.<br\/><br\/>A normal slatted platform or even the floor is an option for minimalists wanting to conserve space.<\/p>"
          }
        },
        "b63fc6fd-fd40-40c4-bc56-a9a8d07e064b": {
          "type": "primary_group_content",
          "settings": {
            "title": "How to Choose a Baby Mattress?",
            "content": "<p><strong>•  Choose the right size<br\/><br\/><\/strong>Measure your crib so that you know the exact dimensions of the frame.<br\/>Don’t forget that there should be no more than a 3cm gap between the edge of the mattress and the crib frame. This way your baby can’t get their tiny legs and arms stuck between the sides.<br\/><br\/>Another thing you want to consider is selecting a mattress that is on the thinner side since this will help with firmness and support.<br\/><br\/><strong>•  Select a breathable mattress<br\/><br\/><\/strong>Regulating your baby’s temperature is also important and choosing a mattress with a layer of breathable foam is preferred.<br\/><br\/>Babies can overheat when sleeping, which makes this feature all the more significant.<br\/><br\/>Breathable mattresses also allow for any sweat that accumulates to be wicked away, keeping your baby dry.<br\/><br\/><strong>•  Make sure the cover is washable<br\/><br\/><\/strong>We all know the most inevitable events when raising a baby, they pee and poo at any time.<br\/><br\/>When choosing a cot mattress, you should always check if the cot mattress is washable.<br\/><br\/>It will be superb if the cot mattress has a water resistance design like what Emma cot mattress does. The waterproof inner cover catches leaks and spills. It helps protect the foam and keep it free from harmful bacteria.<br\/><br\/><strong>•  Choose the right firmness<br\/><br\/><\/strong>A firm mattress will help prevent suffocation since infants lack the motor skills that enable them to roll away when they cannot breathe.<br\/><br\/>A firmer surface helps the healthy development of the baby’s spine, keeps their head supported and prevents them from sinking into the mattress too deeply.<br\/><br\/>Since babies are born with around 300 fragile bones as opposed to an adult’s 206, these soft bones must be properly supported by a firm mattress. <\/p>",
            "image_2": "shopify:\/\/shop_images\/mattress-cover-and-protector-165.jpg"
          }
        },
        "0460f67b-84a8-4cbb-8d0a-5deefdc19ec3": {
          "type": "primary_group_content",
          "settings": {
            "title": "How to Choose a Mattress Protector",
            "content": "<p>Is it worth getting a<a href=\"https:\/\/emma-sleep.ca\/products\/emma-mattress-protector\" target=\"_self\"> mattress protector<\/a>?<br\/><br\/>If you are interested in protecting your mattress against infestations, spills, allergens, and other pests, then, yes, it is worth getting a mattress protector. It also aids in the overall cleanliness and longevity of your mattress.<br\/><br\/>It is not very easy or, in most cases, impossible to wash your mattress, so mattress protectors come in handy. They are removable and washable without much fuss or hassle.<\/p>"
          }
        },
        "823188e3-61b9-42be-8193-a318601483a1": {
          "type": "primary_group_content",
          "settings": {
            "title": "What is the difference between a mattress cover and a mattress protector?",
            "content": "<p>A mattress protector is designed to do exactly what the name implies. It helps protect the mattress against a range of different risks such as spills, dust mites, sweat, etc.<br\/><br\/>They usually have two parts. <br\/><br\/>You can zip them together to cover both the top and bottom of the mattress. Likewise, you can easily remove them for hygienic purposes.<br\/><br\/>A mattress cover, on the other hand, is a piece of fabric that normally comes with the mattress and covers the different components of the mattress.<br\/><br\/>A mattress cover, while sometimes providing comfort benefits and added breathability, is more of a fashion accessory that helps brands differentiate themselves.<br\/><br\/>In short, mattress protectors protect the whole mattress while mattress covers make the appearance of the mattress much more desirable.<\/p>"
          }
        },
        "f28291b9-387e-42de-b1c0-abab5c78197e": {
          "type": "standalone_title",
          "settings": {
            "title": "3 tips for buying a mattress protector"
          }
        },
        "8dba6bb2-8e17-4431-8695-05ac7f015563": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Liquid Resistance",
            "content_1": "<p>Stains, spills, and incontinence can potentially ruin a mattress. Make sure you consider buying a waterproof mattress protector that can save your mattress from any of these situations.<br\/><br\/>A liquid-resistant mattress protector can help avoid the growth of mold and mildew.<br\/><br\/>You must consider this feature if you are the one who has pets, likes to eat or drink on the bed, or has small children.<\/p>",
            "title_2": "Beat the heat",
            "content_2": "<p>Especially important to those that sleep hot, make sure to select a mattress protector that will not add more heat to the mattress.<br\/><br\/>Check for breathability features that will help heat escape leaving you feeling cooler throughout the night.<br\/><br\/>Mattress protectors with polyester waterproofing usually have more cooling and airflow than vinyl variants.<\/p>",
            "title_3": "Against the dust mites",
            "content_3": "<p>Dust mites have caused problems in mattresses for years. They consume human skin flecks and mattresses are unfortunately conducive for their reproduction.<br\/><br\/>To eliminate this issue, select a mattress that has allergy protection where the mattress protector will encase the mattress on all sides.<br\/><br\/>Pet dander, mould, and mildew should also be eliminated with an allergy protector.<\/p>"
          }
        },
        "e1d93096-f7a5-4023-bf73-b6c69655c193": {
          "type": "standalone_image",
          "settings": {
            "image": "shopify:\/\/shop_images\/emma-mattress-edge-1655115330413.jpg"
          }
        },
        "fbbf3a99-0c05-452a-9679-a6e4483594dd": {
          "type": "primary_group_content",
          "settings": {
            "title": "Find your perfect mattress at Emma",
            "content": "<p>As a sleep-tech company, Emma aims to make a positive impact on people’s lives by enhancing their sleep.<br\/><br\/><a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_self\">Emma mattresses<\/a> deliver comfort and support with great spinal alignment for every sleep position. We are so confident of our mattresses that we offer a <a href=\"https:\/\/emma-sleep.ca\/pages\/200-day-trial\" target=\"_self\">200-night risk-free trial <\/a>period and 10-year guarantee.<br\/><br\/>You can simply choose your perfect Emma mattress at your fingertip and enjoy free delivery to your doorstep! Your great sleep starts now!<\/p>"
          }
        }
      },
      "block_order": [
        "b4888679-9a08-4b83-bd50-41ffdf652902",
        "563f4661-29d2-4adc-a123-197ff1d1d254",
        "f9c80a73-0b57-4a9a-9a3c-b35b4d380434",
        "62824a63-21b2-4d22-8bbf-d718eedaa64e",
        "2d19bf0f-6b04-4397-a771-d4ae4688657c",
        "fe5d715b-08f2-410f-b5ac-30c997199fc2",
        "3e8b68ec-e91e-45b4-8303-208f33639cc7",
        "70c46dbf-8115-45e2-8163-2b908bba8688",
        "9962ce2c-519f-4267-8f35-5b9004cb2164",
        "51d113ef-cd22-441e-be81-a09bfb416353",
        "26452991-10fa-42b8-9202-8bd1e587ec59",
        "5e4e47f2-dad7-4deb-abdb-c204b254f647",
        "33e6cbef-4de3-41ef-8fe1-d23727f0ac6d",
        "b63fc6fd-fd40-40c4-bc56-a9a8d07e064b",
        "0460f67b-84a8-4cbb-8d0a-5deefdc19ec3",
        "823188e3-61b9-42be-8193-a318601483a1",
        "f28291b9-387e-42de-b1c0-abab5c78197e",
        "8dba6bb2-8e17-4431-8695-05ac7f015563",
        "e1d93096-f7a5-4023-bf73-b6c69655c193",
        "fbbf3a99-0c05-452a-9679-a6e4483594dd"
      ],
      "settings": {
        "previous_article": "health-science\/how-to-deal-pandemic-fatigue",
        "next_article": "curiosity-on-sleep\/sleep-apnea"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {}
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
