{
  "sections": {
    "warranty-header": {
      "type": "warranty-header",
      "settings": {
        "title": "Product Warranty",
        "content": "<p>Here at Emma, we aim to provide our customers with the best sleep experience. This of course includes protecting your purchase, as each Emma product directly purchased from emma-sleep.ca is eligible for warranty that is valid from the day you receive your new Emma product.<br\/><br\/>It’s simple. If you experience any of the possible defects mentioned in our warranty (as seen below), we will offer a one-time replacement of the original product in the size purchased. Please contact our Customer Care team and provide us with corresponding photos of the affected product and your order number and we will happily swap it with a brand new Emma product, free of charge of course. <\/p>"
      }
    },
    "warranty-faq": {
      "type": "warranty-faq",
      "blocks": {
        "4ad85ab3-8ad8-4549-94b1-fbdc68b25288": {
          "type": "faq",
          "settings": {
            "faq_icon": "shopify:\/\/shop_images\/emma--og--1-1658473107468.png",
            "faq_id": "Emma Mattresses",
            "faq_title": "Emma Mattresses"
          }
        },
        "c5b13edf-239a-4c49-ba05-7c71012f50a1": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "faq_icon": "shopify:\/\/shop_images\/bed-frame--1-1658473093757.png",
            "faq_id": "Upholstered Bed Frame",
            "faq_title": "Upholstered Bed Frame"
          }
        },
        "3430a893-5724-41b9-a3fa-fa737c3c4eac": {
          "type": "faq",
          "settings": {
            "faq_icon": "shopify:\/\/shop_images\/pillow--1-1658473138528.png",
            "faq_id": "Pillows",
            "faq_title": "Emma Pillows"
          }
        },
        "ea850092-1244-44af-8ecf-6170ba4cca76": {
          "type": "faq",
          "settings": {
            "faq_icon": "shopify:\/\/shop_images\/protector--1-1658473152175.png",
            "faq_id": "Breathable Mattress Protector",
            "faq_title": "Breathable Mattress Protector"
          }
        },
        "6a73fa88-27e2-450f-9fd1-0a50d0394428": {
          "type": "faq",
          "settings": {
            "faq_icon": "shopify:\/\/shop_images\/topper--1-1658473215135.png",
            "faq_id": "Firm-to-Soft Reversible Topper",
            "faq_title": "Firm-to-Soft Reversible Topper"
          }
        }
      },
      "block_order": [
        "4ad85ab3-8ad8-4549-94b1-fbdc68b25288",
        "c5b13edf-239a-4c49-ba05-7c71012f50a1",
        "3430a893-5724-41b9-a3fa-fa737c3c4eac",
        "ea850092-1244-44af-8ecf-6170ba4cca76",
        "6a73fa88-27e2-450f-9fd1-0a50d0394428"
      ],
      "settings": {
      }
    },
    "warranty-qna-1": {
      "type": "warranty-qna",
      "blocks": {
        "2c17325c-26f7-47b6-a103-af35ae562c31": {
          "type": "basic_qna",
          "settings": {
            "heading": "How long is the warranty?",
            "content": "<p>The mattress warranty is applicable for 10 years from the day you receive your mattress. Should you have your mattress replaced, the 365-night trial will be paused from the time being and shall continue once the new mattress has been received.<\/p>"
          }
        },
        "ee351194-0e61-4804-b739-07b863c76760": {
          "type": "basic_qna",
          "settings": {
            "heading": "Is there anything I should know as a customer?",
            "content": "<p>The mattress warranty covers the original purchaser of the mattress for 10 years as long as they are located in Canada. Any warranty, or implied warranty, is only valid for the period of time the product is owned by the original purchaser. The original purchaser, for the purposes of this warranty, is the first purchaser of the product from emma-sleep.ca. Please retain a copy of the order number and customer details as proof of original purchase.<br\/><br\/>Photos, the lot number (located on the product), order number and customer details may be required upon a warranty request in order for the Customer Service to identify and assess the warranty issue. If proof of purchase and\/or original legal tags are lost within the 10-year timeline, Emma holds no responsibility to replace said product.<br\/><br\/>The care label is stitched to the cover of the mattress and must not be removed from the original Product as this identifies the Product for the purpose of the warranties contained herein.<\/p>"
          }
        },
        "f69b0a11-ef99-4d4b-adce-d90fcbb6c074": {
          "type": "double_column_qna",
          "settings": {
            "main_heading": "How will I know if my mattress is still covered by the warranty?",
            "main_content": "<p>*Such measurements must be conducted when the mattress is on a flat surface. The cover must also be unzipped to best measure the indentation. It is at Emma’s discretion to determine if such damage was reasonably the result of normal use and\/or production faults.<\/p>",
            "left_column_heading": "Covered",
            "left_column_content": "<ul><li>You are the original purchaser of the mattress. <\/li><li>The Emma mattress was sold in Canada.<\/li><li>The product has been used for personal consumer use and has been found to be defective despite normal use within the home.<\/li><li>The damage existed prior to use by the customer and is the result of production or faulty workmanship\/materials which are not attributable to transportation.<\/li><li>Cracks, dents, or damage to the foam have arisen despite proper use and handling.<\/li><li>The mattress was laid upon a flat, supportive surface during use.<\/li><li>There is pre-existing damage to the zipper.<\/li><li>The indentations are greater than 1.5 inches (when compared with the surrounding mattress area) that permanently do not return to their normal height after the release of pressure.*<\/li><li>Note: The removable cover of the Emma mattress is also warranted for 10 years, assuming normal use. If the application of warranty is approved, Emma will replace the cover, free of charge to the original purchaser.<\/li><\/ul>",
            "right_column_heading": "Not Covered",
            "right_column_content": "<ul><li>Product was sold by an unauthorized retailer or resold after being used by the original owner.<\/li><li>The use of the mattress was for a medical patient of any kind.<\/li><li>Damage is the result of abnormal treatment of the product, misuse, or neglect. (Emma shall have the authority to determine such causes of the damage). This includes, but is not limited to,<\/li><li>Odors, burns, cuts, infestation, or bodily fluids which are present at the time of the application of warranty. <\/li><li>The color change of the fabric after exposure to light or prolonged periods of usage.<\/li><li>Personal preference when it comes to comfort, height, or design.<\/li><li>Damage that has arisen due to transportation (not including initial delivery from Emma)<\/li><li>Increase in softness due to long term use.<\/li><li>Wear-and-tear prompted by cleaning and laundering.<\/li><li>Issues caused by personal modifications made.<\/li><li>Damage triggered by a lack of appropriate foundations (ex. cannot be laid directly on the floor for majority of lifespan, must have a supportive frame)<\/li><li>Note: The warranty is non-transferable to other products, including any additional accessory products purchased.<\/li><\/ul>"
          }
        },
        "39fe38e9-af68-493c-9afd-562ef3b1fe49": {
          "type": "basic_qna",
          "settings": {
            "heading": "It seems my mattress is eligible, can I get it replaced?",
            "content": "<p>Yes, you can have your mattress replaced simply by contacting our Customer Care team and applying for the warranty. After the quick and easy application, Emma will replace the mattress free of charge to the original purchaser. This is much better than simply repairing the old mattress as the mattress will be replaced with the same model (as long as that model remains in production). Emma will arrange for the pick up of the damaged mattress and have the new mattress shipped to your doorstep, all complementary to the original purchaser.<\/p>"
          }
        },
        "0748f87f-76a0-401f-8984-73e9b3ec1253": {
          "type": "basic_qna",
          "settings": {
            "heading": "How does the return-and-replacement process work? ",
            "content": "<ul><li> If your mattress is eligible for replacement* and if you wish to return your mattress, you may reach out to Customer Care at support@emma-sleep.ca or +1-844-906-3662. For an easier application, you can have your order number ready along with photos of the damage.<\/li><li>Emma holds the right to ask for proof of damage along with the application of warranty. This proof can include, though is not limited to photos of the damage in such a way that there is little to no reasonable doubt of the extent of the damage. The warranty shall not apply if Emma determines that the damage is the result of misuse or neglect. It is at Emma’s discretion to determine if the damage such as but not limited to odors, burns, cuts, infestation, or bodily fluids was reasonably the result of normal use and\/or production faults.<\/li><li>If the warranty application is approved, Emma will arrange for your mattress to be picked up from your house and replaced, free of charge. The product will be replaced with the same model (as long as that model remains in production), and no upgrades will be made\/offered. Shipping costs of the new Emma mattress as placement will be the responsibility of Emma. (Please note that shipping to a new address, different from the original purchase, may incur additional fees.)<\/li><\/ul><p>*The 10-year Warranty only covers the replacement of defective or damaged mattress. Refunds can only be applied within the 365-Night Trial Period exclusively offered to Emma customers so they can try out and enjoy the benefits of their Emma mattress within reasonable time before making a decision.<\/p>"
          }
        },
        "f4811d7f-df22-4d1b-adff-6415a67b59dd": {
          "type": "basic_qna",
          "settings": {
            "heading": "Disclaimer, Limitation on Liability",
            "content": "<p>TO THE EXTENT PERMISSIBLE BY APPLICABLE LAW, THE EMMA ORIGINAL IS PROVIDED “AS IS” AND THIS WARRANTY AND ANY IMPLIED WARRANTIES ARE YOUR EXCLUSIVE WARRANTIES AND REPLACE ALL OTHER WARRANTIES OR CONDITIONS, EXPRESS OR IMPLIED. SOME PROVINCES OR TERRITORIES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.<br\/><br\/>SOME PROVINCES OR OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU. YOU MAY ALSO HAVE OTHER RIGHTS THAT VARY FROM PROVINCE TO PROVINCE AND JURISDICTION TO JURISDICTION.<br\/><br\/>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW AND EXCEPT AS SET FORTH IN THIS LIMITED WARRANTY, IN NO EVENT WILL EMMA OR ITS SUPPLIERS BE LIABLE FOR PROCUREMENT OF SUBSTITUTE PRODUCTS OR OTHER SPECIAL, INCIDENTAL, CONSEQUENTIAL OR INDIRECT DAMAGES ARISING OUT OF OR RELATED TO THE EMMA ORIGINAL MATTRESS OR ITS USE BY YOU OR ANY THIRD PARTY, WHETHER UNDER THEORY OF CONTRACT, TORT (INCLUDING NEGLIGENCE), INDEMNITY, PRODUCT LIABILITY OR OTHERWISE. THIS LIMITATION WILL APPLY EVEN IF EMMA HAS BEEN ADVISED OF SUCH DAMAGES AND NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY. EMMA’S TOTAL LIABILITY WILL NOT EXCEED THE PURCHASE PRICE PAID FOR THE EMMA ORIGINAL MATTRESS GIVING RISE TO SUCH LIABILITY.<br\/><br\/>SOME PROVINCES OR TERRITORIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.<br\/><br\/>ALL EMMA PRODUCTS' ACTUAL MEASUREMENT SIZE MAY SLIGHTLY VARY. WE ALLOW FOR VARIANCES WITHIN 1 INCH (+\/-) AS A RESULT OF VARIOUS ENVIRONMENTAL FACTORS AND\/OR THE COMPRESSED PACKAGING PROCESS.<br\/><br\/> IF ANY, EMMA’S TOTAL LIABILITY WILL NOT EXCEED THE PURCHASE PRICE PAID FOR THE MATTRESS.<\/p>"
          }
        }
      },
      "block_order": [
        "2c17325c-26f7-47b6-a103-af35ae562c31",
        "ee351194-0e61-4804-b739-07b863c76760",
        "f69b0a11-ef99-4d4b-adce-d90fcbb6c074",
        "39fe38e9-af68-493c-9afd-562ef3b1fe49",
        "0748f87f-76a0-401f-8984-73e9b3ec1253",
        "f4811d7f-df22-4d1b-adff-6415a67b59dd"
      ],
      "settings": {
        "faq_id": "Emma Mattresses"
      }
    },
    "warranty-qna-2": {
      "type": "warranty-qna",
      "blocks": {
        "0359f483-5431-4e66-82bf-8d419942efd6": {
          "type": "basic_qna",
          "settings": {
            "heading": "How long is the warranty?",
            "content": "<p>The bed frame warranty is applicable for 5 years from the day you receive your bed frame. Should you have your bed frame replaced, the 60-night trial will be paused from the time being and shall continue once the new bed frame has been received.<\/p>"
          }
        },
        "aff38d94-042d-487a-95eb-d8a0b1c70679": {
          "type": "basic_qna",
          "settings": {
            "heading": "Is there anything I should know as a customer? ",
            "content": "<p>The Upholstered Bed Frame warranty covers the original purchaser of the bed frame for 5 years as long as they are located in Canada. Any warranty, or implied warranty, is only valid for the period of time the product is owned by the original purchaser. The original purchaser, for the purposes of this warranty, is the first purchaser of the product from emma-sleep.ca. Please retain a copy of the order number and customer details as proof of original purchase.<br\/><br\/>Photos, the lot number (located on the product), order number and customer details may be required upon a warranty request in order for the Customer Service to identify and assess the warranty issue. If proof of purchase and\/or original legal tags are lost within the 5-year timeline, Emma holds no responsibility to replace said product.<br\/><br\/>The care label comes with the Upholstered Bed Frame and must not be removed from the original Product as this identifies the Product for the purpose of the warranties contained herein.<\/p>"
          }
        },
        "30fb1da9-bf85-4ca1-b1b9-3040ff092202": {
          "type": "double_column_qna",
          "settings": {
            "main_heading": "How will I know if my Upholstered Bed Frame is still covered by the warranty?",
            "main_content": "<p>*It will be up to Emma’s discretion to replace the component or the whole product depending on the issue.<\/p>",
            "left_column_heading": "Covered",
            "left_column_content": "<ul><li>You are the original purchaser of tYou are the original purchaser of the bed frame<\/li><li>The Emma Upholstered Bed Frame was sold in Canada.<\/li><li>The product has been used for personal consumer use and has been found to be defective despite normal use within the home.<\/li><li>The damage existed prior to use by the customer and is the result of production or faulty workmanship\/materials which are not attributable to transportation.<\/li><li>Cracks, dents, or damage to the foam have arisen despite proper use and handling.<\/li><li>The bed frame was laid upon a flat, supportive surface during use.<\/li><\/ul>",
            "right_column_heading": "Not Covered",
            "right_column_content": "<ul><li>Product was sold by an unauthorized retailer or resold after being used by the original owner.<\/li><li>The use of the bed frame was for a medical patient of any kind.<\/li><li>Damage is the result of abnormal treatment of the product, misuse, or neglect. (Emma shall have the authority to determine such causes of the damage). This includes, but is not limited to,<\/li><li>Damage caused by inappropriate pressure such as jumping, climbing or laying directly on the bed frame without a mattress.<\/li><li>Odors, burns, cuts, infestation, or bodily fluids which are present at the time of the application of warranty. <\/li><li>Personal preference when it comes to comfort, height, or design.<\/li><li>Damage that has arisen due to transportation (not including initial delivery from Emma)<\/li><li>Issues caused by personal modifications made.<\/li><li>Damage triggered by a lack of appropriate foundations <\/li><li>Note: The warranty is non-transferable to other products, including any additional accessory products purchased.<\/li><\/ul>"
          }
        },
        "4d3a464f-08f7-4d60-af16-e22a35ac123f": {
          "type": "basic_qna",
          "settings": {
            "heading": "It seems my bed frame is eligible, can I get it replaced?",
            "content": "<p>Yes, you can have your bed frame replaced simply by contacting our Customer Care team and applying for the warranty. After the quick and easy application, Emma will replace the bed frame free of charge to the original purchaser. This is much better than simply repairing the old bed frame as it will be replaced with the same model (as long as that model remains in production). Emma will arrange for the pick up of the damaged bed frame and have the new one shipped to your doorstep, all complementary to the original purchaser.<\/p>"
          }
        },
        "64105704-4b3c-4be2-be76-e9f42701326d": {
          "type": "basic_qna",
          "settings": {
            "heading": "It seems my bed frame is eligible, can I get it replaced?",
            "content": "<ul><li>If your Upholstered Bed Frame is eligible for replacement* and if you wish to return it, you may reach out to Customer Care at support@emma-sleep.ca or +1-844-906-3662. For an easier application, you can have your order number ready along with photos of the damage.<\/li><li>Emma holds the right to ask for proof of damage along with the application of warranty. This proof can include, though is not limited to photos of the damage in such a way that there is little to no reasonable doubt of the extent of the damage. The warranty shall not apply if Emma determines that the damage is the result of misuse or neglect. It is at Emma’s discretion to determine if the damage such as but not limited to odors, burns, cuts, infestation, or bodily fluids was reasonably the result of normal use and\/or production faults.<\/li><li>If the warranty application is approved, Emma will arrange for your bed frame to be picked up from your house and replaced, free of charge. The product will be replaced with the same model (as long as that model remains in production), and no upgrades will be made\/offered. Shipping costs of the new Emma Upholstered Bed Frame as replacement will be the responsibility of Emma. (Please note that shipping to a new address, different from the original purchase, may incur additional fees.)<\/li><\/ul><p>*Note that the 5-year Warranty only covers the replacement of defective or damaged mattress. Refunds can only be applied within the 60-Night Trial Period exclusively offered to Emma customers so they can try out and enjoy the benefits of their Emma Upholstered Bed Frame within reasonable time before making a decision.<\/p>"
          }
        },
        "92346224-941d-4528-9433-96a29e09ab95": {
          "type": "basic_qna",
          "settings": {
            "heading": "Disclaimer, Limitation on Liability",
            "content": "<p>TO THE EXTENT PERMISSIBLE BY APPLICABLE LAW, THE EMMA ORIGINAL IS PROVIDED “AS IS” AND THIS WARRANTY AND ANY IMPLIED WARRANTIES ARE YOUR EXCLUSIVE WARRANTIES AND REPLACE ALL OTHER WARRANTIES OR CONDITIONS, EXPRESS OR IMPLIED. SOME PROVINCES OR TERRITORIES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.<br\/><br\/>SOME PROVINCES OR OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU. YOU MAY ALSO HAVE OTHER RIGHTS THAT VARY FROM PROVINCE TO PROVINCE AND JURISDICTION TO JURISDICTION.<br\/><br\/>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW AND EXCEPT AS SET FORTH IN THIS LIMITED WARRANTY, IN NO EVENT WILL EMMA OR ITS SUPPLIERS BE LIABLE FOR PROCUREMENT OF SUBSTITUTE PRODUCTS OR OTHER SPECIAL, INCIDENTAL, CONSEQUENTIAL OR INDIRECT DAMAGES ARISING OUT OF OR RELATED TO THE EMMA ORIGINAL MATTRESS OR ITS USE BY YOU OR ANY THIRD PARTY, WHETHER UNDER THEORY OF CONTRACT, TORT (INCLUDING NEGLIGENCE), INDEMNITY, PRODUCT LIABILITY OR OTHERWISE. THIS LIMITATION WILL APPLY EVEN IF EMMA HAS BEEN ADVISED OF SUCH DAMAGES AND NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY. EMMA’S TOTAL LIABILITY WILL NOT EXCEED THE PURCHASE PRICE PAID FOR THE EMMA ORIGINAL MATTRESS GIVING RISE TO SUCH LIABILITY.<br\/><br\/>SOME PROVINCES OR TERRITORIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.<br\/><br\/>ALL EMMA PRODUCTS' ACTUAL MEASUREMENT SIZE MAY SLIGHTLY VARY. WE ALLOW FOR VARIANCES WITHIN 1 INCH (+\/-) AS A RESULT OF VARIOUS ENVIRONMENTAL FACTORS AND\/OR THE COMPRESSED PACKAGING PROCESS.<br\/><br\/> IF ANY, EMMA’S TOTAL LIABILITY WILL NOT EXCEED THE PURCHASE PRICE PAID FOR THE MATTRESS.<\/p>"
          }
        }
      },
      "block_order": [
        "0359f483-5431-4e66-82bf-8d419942efd6",
        "aff38d94-042d-487a-95eb-d8a0b1c70679",
        "30fb1da9-bf85-4ca1-b1b9-3040ff092202",
        "4d3a464f-08f7-4d60-af16-e22a35ac123f",
        "64105704-4b3c-4be2-be76-e9f42701326d",
        "92346224-941d-4528-9433-96a29e09ab95"
      ],
      "disabled": true,
      "settings": {
        "faq_id": "Upholstered Bed Frame"
      }
    },
    "warranty-qna-3": {
      "type": "warranty-qna",
      "blocks": {
        "9628bf5e-253d-4c90-9e3b-56936b2576c0": {
          "type": "basic_qna",
          "settings": {
            "heading": "How long is the warranty?",
            "content": "<p>The pillow warranty is applicable for 2 years from the day you receive your pillow. Should you have your pillow replaced, the 60-night trial will be paused from the time being and shall continue once the new pillow has been received.<\/p>"
          }
        },
        "f7dfe77a-481d-49ce-91c1-aaa01c25cb6a": {
          "type": "basic_qna",
          "settings": {
            "heading": "Is there anything I should know as a customer?",
            "content": "<p>The Emma Pillows warranty covers the original purchaser of the product for 2 years as long as they are located in Canada. Any warranty, or implied warranty, is only valid for the period of time the product is owned by the original purchaser. The original purchaser, for the purposes of this warranty, is the first purchaser of the product from emma-sleep.ca. Please retain a copy of the order number and customer details as proof of original purchase.<\/p>"
          }
        },
        "e89e482b-826b-49da-82d1-78e93bebd442": {
          "type": "double_column_qna",
          "settings": {
            "main_heading": "How will I know if my mattress is still covered by the warranty?",
            "main_content": "",
            "left_column_heading": "Covered",
            "left_column_content": "<ul><li>You are the original purchaser of the Adjustable Foam Pillow. <\/li><li>The Emma Adjustable Foam Pillow was sold in Canada. <\/li><li>The product has been used for personal consumer use and has been found to be defective despite normal use within the home.<\/li><li>The damage existed prior to use by the customer and is the result of production or faulty workmanship\/materials which are not attributable to transportation.<\/li><li>There is pre-existing damage to the zipper. <\/li><\/ul>",
            "right_column_heading": "Not Covered",
            "right_column_content": "<ul><li>Product was sold by an unauthorized retailer or resold after being used by the original owner.<\/li><li>The use of the foam pillow was for a medical patient of any kind.<\/li><li>Damage is the result of abnormal treatment of the product, misuse, or neglect. (Emma shall have the authority to determine such causes of the damage). This includes, but is not limited to,<\/li><li>Odors, burns, cuts, infestation, or bodily fluids which are present at the time of the application of warranty. <\/li><li>The color change of the fabric after exposure to light or prolonged periods of usage.<\/li><li>Personal preference when it comes to comfort, height, or design.<\/li><li>Damage that has arisen due to transportation (not including initial delivery from Emma)<\/li><li>Increase in softness due to long term use.<\/li><li>Wear-and-tear prompted by cleaning and laundering.<\/li><li>Issues caused by personal modifications made.<\/li><li>Note: The warranty is non-transferable to other products, including any additional accessory products purchased.<\/li><li>A normal decrease in the loftiness of the filling after long-term use.<\/li><\/ul>"
          }
        },
        "5c138087-d199-4dee-87b9-b8d8d34657aa": {
          "type": "basic_qna",
          "settings": {
            "heading": "It seems my foam pillow is eligible, can I get it replaced?",
            "content": "<p>Yes, you can have your foam pillow replaced simply by contacting our Customer Care team and applying for the warranty. After the quick and easy application, Emma will replace the product free of charge to the original purchaser. This is much better than simply repairing the old foam pillow as the pillow will be replaced with the same model (as long as that model remains in production). Emma will arrange for the pick up of the damaged foam pillow and have the new one shipped to your doorstep, all complementary to the original purchaser.<\/p>"
          }
        },
        "de463bc3-0054-44b0-b016-c61016d4c136": {
          "type": "basic_qna",
          "settings": {
            "heading": "How does the return-and-replacement process work? ",
            "content": "<ul><li>If your foam pillow is eligible for replacement* and you wish to return it, you may reach out to Customer Care at support@emma-sleep.ca or +1-844-906-3662. For an easier application, you can have your order number ready along with photos of the damage.<\/li><li>Emma holds the right to ask for proof of damage along with the application of warranty. This proof can include, though is not limited to photos of the damage in such a way that there is little to no reasonable doubt of the extent of the damage. The warranty shall not apply if Emma determines that the damage is the result of misuse or neglect. It is at Emma’s discretion to determine if the damage such as but not limited to odors, burns, cuts, infestation, or bodily fluids was reasonably the result of normal use and\/or production faults.<\/li><li>If the warranty application is approved, Emma will arrange for your foam pillow to be picked up from your house and replaced, free of charge. The product will be replaced with the same model (as long as that model remains in production), and no upgrades will be made\/offered. Shipping costs of the new Emma foam pillow as placement will be the responsibility of Emma. (Please note that shipping to a new address, different from the original purchase, may incur additional fees.)<\/li><\/ul><p>*Note that the 3-year Warranty only covers the replacement of defective or damaged foam pillow. Refunds can only be applied within the 60-Night Trial Period exclusively offered to Emma customers so they can try out and enjoy the benefits of their Emma foam pillow within reasonable time before making a decision.<\/p>"
          }
        },
        "c25c4d21-c951-49b8-95bd-aa57d2851c3b": {
          "type": "basic_qna",
          "settings": {
            "heading": "Disclaimer, Limitation on Liability",
            "content": "<p>TO THE EXTENT PERMISSIBLE BY APPLICABLE LAW, THE EMMA ORIGINAL ADJUSTABLE FOAM PILLOW IS PROVIDED “AS IS” AND THIS WARRANTY AND ANY IMPLIED WARRANTIES ARE YOUR EXCLUSIVE WARRANTIES AND REPLACE ALL OTHER WARRANTIES OR CONDITIONS, EXPRESS OR IMPLIED. SOME PROVINCES OR TERRITORIES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.<br\/><br\/>SOME PROVINCES OR OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU. YOU MAY ALSO HAVE OTHER RIGHTS THAT VARY FROM PROVINCE TO PROVINCE AND JURISDICTION TO JURISDICTION.<br\/><br\/>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW AND EXCEPT AS SET FORTH IN THIS LIMITED WARRANTY, IN NO EVENT WILL EMMA OR ITS SUPPLIERS BE LIABLE FOR PROCUREMENT OF SUBSTITUTE PRODUCTS OR OTHER SPECIAL, INCIDENTAL, CONSEQUENTIAL OR INDIRECT DAMAGES ARISING OUT OF OR RELATED TO THE EMMA ORIGINAL ADJUSTABLE FOAM PILLOW OR ITS USE BY YOU OR ANY THIRD PARTY, WHETHER UNDER THEORY OF CONTRACT, TORT (INCLUDING NEGLIGENCE), INDEMNITY, PRODUCT LIABILITY OR OTHERWISE. THIS LIMITATION WILL APPLY EVEN IF EMMA HAS BEEN ADVISED OF SUCH DAMAGES AND NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY. EMMA’S TOTAL LIABILITY WILL NOT EXCEED THE PURCHASE PRICE PAID FOR THE EMMA ORIGINAL ADJUSTABLE FOAM PILLOW GIVING RISE TO SUCH LIABILITY.<br\/><br\/>SOME PROVINCES OR TERRITORIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.<br\/><br\/>ALL EMMA PRODUCTS' ACTUAL MEASUREMENT SIZE MAY SLIGHTLY VARY. WE ALLOW FOR VARIANCES WITHIN 0.5 INCH (+\/-) AS A RESULT OF VARIOUS ENVIRONMENTAL FACTORS AND\/OR THE COMPRESSED PACKAGING PROCESS.<br\/><br\/>IF ANY, EMMA’S TOTAL LIABILITY WILL NOT EXCEED THE PURCHASE PRICE PAID FOR THE PILLOW.<\/p>"
          }
        }
      },
      "block_order": [
        "9628bf5e-253d-4c90-9e3b-56936b2576c0",
        "f7dfe77a-481d-49ce-91c1-aaa01c25cb6a",
        "e89e482b-826b-49da-82d1-78e93bebd442",
        "5c138087-d199-4dee-87b9-b8d8d34657aa",
        "de463bc3-0054-44b0-b016-c61016d4c136",
        "c25c4d21-c951-49b8-95bd-aa57d2851c3b"
      ],
      "settings": {
        "faq_id": "Original Adjustable Foam Pillow"
      }
    },
    "warranty-qna-4": {
      "type": "warranty-qna",
      "blocks": {
        "74b40f0f-a78b-4aa7-91bf-7a2735f4776b": {
          "type": "basic_qna",
          "settings": {
            "heading": "How long is the warranty?",
            "content": "<p>The mattress protector warranty is applicable for 2 years from the day you receive your mattress protector. Should you have your mattress protector replaced, the 60-night trial will be paused from the time being and shall continue once the new mattress protector has been received.<\/p>"
          }
        },
        "98ce26d5-31ba-4c7f-b874-ba7c3f7d9398": {
          "type": "basic_qna",
          "settings": {
            "heading": "Is there anything I should know as a customer? ",
            "content": "<p>The mattress protector warranty covers the original purchaser of the protector for 2 years as long as they are located in Canada. Any warranty, or implied warranty, is only valid for the period of time the product is owned by the original purchaser. The original purchaser, for the purposes of this warranty, is the first purchaser of the product from emma-sleep.ca. Please retain a copy of the order number and customer details as proof of original purchase.<\/p>"
          }
        },
        "905da43d-4714-47f6-852a-07a9561f9a9e": {
          "type": "double_column_qna",
          "settings": {
            "main_heading": "How will I know if my mattress protector is still covered by the warranty?",
            "main_content": "",
            "left_column_heading": "Covered",
            "left_column_content": "<ul><li>You are the original purchaser of the mattress protector. <\/li><li>The Emma Mattress Protector was sold in Canada. <\/li><li>The product has been used for personal consumer use and has been found to be defective despite normal use within the home.<\/li><li>The damage existed prior to use by the customer and is the result of production or faulty workmanship\/materials which are not attributable to transportation.<\/li><\/ul>",
            "right_column_heading": "Not Covered",
            "right_column_content": "<ul><li>Product was sold by an unauthorized retailer or resold after being used by the original owner.<\/li><li>The use of the mattress protector was for a medical patient of any kind.<\/li><li>Damage is the result of abnormal treatment of the product, misuse, or neglect. (Emma shall have the authority to determine such causes of the damage). This includes, but is not limited to,<\/li><li>Odors, burns, cuts, infestation, or bodily fluids which are present at the time of the application of warranty.<\/li><li>The color change of the fabric after exposure to light or prolonged periods of usage.<\/li><li>Personal preference when it comes to comfort, height, or design.<\/li><li>Damage that has arisen due to transportation (not including initial delivery from Emma)<\/li><li>Increase in softness due to long term use.<\/li><li>Wear-and-tear prompted by cleaning and laundering.<\/li><li>Issues caused by personal modifications made.<\/li><li>Note: The warranty is non-transferable to other products, including any additional accessory products purchased.<\/li><\/ul>"
          }
        },
        "ad04fb9f-f999-496f-848e-1245c1f1a51d": {
          "type": "basic_qna",
          "settings": {
            "heading": "It seems my mattress protector is eligible, can I get it replaced?",
            "content": "<p>Yes, you can have your mattress protector replaced simply by contacting our Customer Care team and applying for the warranty. After the quick and easy application, Emma will replace the mattress protector free of charge to the original purchaser. This is much better than simply repairing the old mattress protector as the protector will be replaced with the same model (as long as that model remains in production). Emma will arrange for the pick up of the damaged mattress protector and have the new one shipped to your doorstep, all complementary to the original purchaser.<\/p>"
          }
        },
        "e8d564c6-096b-452e-8d00-e42f025bc08c": {
          "type": "basic_qna",
          "settings": {
            "heading": "How does the return-and-replacement process work?",
            "content": "<ul><li>If your mattress protector is eligible for replacement* and you wish to return it, you may reach out to Customer Care at support@emma-sleep.ca or +1-844-906-3662. For an easier application, you can have your order number ready along with photos of the damage.<\/li><li>Emma holds the right to ask for proof of damage along with the application of warranty. This proof can include, though is not limited to photos of the damage in such a way that there is little to no reasonable doubt of the extent of the damage. The warranty shall not apply if Emma determines that the damage is the result of misuse or neglect. It is at Emma’s discretion to determine if the damage such as but not limited to odors, burns, cuts, infestation, or bodily fluids was reasonably the result of normal use and\/or production faults.<\/li><li>If the warranty application is approved, Emma will arrange for your mattress protector to be picked up from your house and replaced, free of charge. The product will be replaced with the same model (as long as that model remains in production), and no upgrades will be made\/offered. Shipping costs of the new Emma mattress protector as replacement will be the responsibility of Emma. (Please note that shipping to a new address, different from the original purchase, may incur additional fees.)<\/li><\/ul><p>*Note that the 2-year Warranty only covers the replacement of defective or damaged mattress protector. Refunds can only be applied within the 60-Night Trial Period exclusively offered to Emma customers so they can try out and enjoy the benefits of their Emma mattress protector within reasonable time before making a decision.<\/p>"
          }
        },
        "c05a0f8f-c4f3-42bf-b7f8-66a77e838b70": {
          "type": "basic_qna",
          "settings": {
            "heading": "Disclaimer, Limitation on Liability",
            "content": "<p>TO THE EXTENT PERMISSIBLE BY APPLICABLE LAW, THE EMMA BREATHABLE MATTRESS PROTECTOR IS PROVIDED “AS IS” AND THIS WARRANTY AND ANY IMPLIED WARRANTIES ARE YOUR EXCLUSIVE WARRANTIES AND REPLACE ALL OTHER WARRANTIES OR CONDITIONS, EXPRESS OR IMPLIED. SOME PROVINCES OR TERRITORIES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.<br\/><br\/>SOME PROVINCES OR OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU. YOU MAY ALSO HAVE OTHER RIGHTS THAT VARY FROM PROVINCE TO PROVINCE AND JURISDICTION TO JURISDICTION.<br\/><br\/>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW AND EXCEPT AS SET FORTH IN THIS LIMITED WARRANTY, IN NO EVENT WILL EMMA OR ITS SUPPLIERS BE LIABLE FOR PROCUREMENT OF SUBSTITUTE PRODUCTS OR OTHER SPECIAL, INCIDENTAL, CONSEQUENTIAL OR INDIRECT DAMAGES ARISING OUT OF OR RELATED TO THE EMMA BREATHABLE MATTRESS PROTECTOR OR ITS USE BY YOU OR ANY THIRD PARTY, WHETHER UNDER THEORY OF CONTRACT, TORT (INCLUDING NEGLIGENCE), INDEMNITY, PRODUCT LIABILITY OR OTHERWISE. THIS LIMITATION WILL APPLY EVEN IF EMMA HAS BEEN ADVISED OF SUCH DAMAGES AND NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY. EMMA’S TOTAL LIABILITY WILL NOT EXCEED THE PURCHASE PRICE PAID FOR THE EMMA BREATHABLE MATTRESS PROTECTOR GIVING RISE TO SUCH LIABILITY.<br\/><br\/>SOME PROVINCES OR TERRITORIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.<br\/><br\/>ALL EMMA PRODUCTS' ACTUAL MEASUREMENT SIZE MAY SLIGHTLY VARY. WE ALLOW FOR VARIANCES WITHIN 0.5 INCH (+\/-) AS A RESULT OF VARIOUS ENVIRONMENTAL FACTORS AND\/OR THE COMPRESSED PACKAGING PROCESS.<br\/><br\/>IF ANY, EMMA’S TOTAL LIABILITY WILL NOT EXCEED THE PURCHASE PRICE PAID FOR THE MATTRESS PROTECTOR.<\/p>"
          }
        }
      },
      "block_order": [
        "74b40f0f-a78b-4aa7-91bf-7a2735f4776b",
        "98ce26d5-31ba-4c7f-b874-ba7c3f7d9398",
        "905da43d-4714-47f6-852a-07a9561f9a9e",
        "ad04fb9f-f999-496f-848e-1245c1f1a51d",
        "e8d564c6-096b-452e-8d00-e42f025bc08c",
        "c05a0f8f-c4f3-42bf-b7f8-66a77e838b70"
      ],
      "settings": {
        "faq_id": "Breathable Mattress Protector"
      }
    },
    "warranty-qna-5": {
      "type": "warranty-qna",
      "blocks": {
        "770e3313-8cca-4acd-ad95-17c51843476a": {
          "type": "basic_qna",
          "settings": {
            "heading": "How long is the warranty?",
            "content": "<p>The topper warranty is applicable for 10 years from the day you receive your topper. Should you have your topper replaced, the 365-night trial will be paused from the time being and shall continue once the new topper has been received.<\/p>"
          }
        },
        "6cea54b0-275a-488b-8083-4c517e93b924": {
          "type": "basic_qna",
          "settings": {
            "heading": "Is there anything I should know as a customer? ",
            "content": "<p>The Firm-to-Soft Reversible Topper warranty covers the original purchaser of the topper for 5 years as long as they are located in Canada. Any warranty, or implied warranty, is only valid for the period of time the product is owned by the original purchaser. The original purchaser, for the purposes of this warranty, is the first purchaser of the product from emma-sleep.ca. Please retain a copy of the order number and customer details as proof of original purchase.<br\/><br\/>Photos, the lot number (located on the product), order number and customer details may be required upon a warranty request in order for the Customer Service to identify and assess the warranty issue. If proof of purchase and\/or original legal tags are lost within the 5-year timeline, Emma holds no responsibility to replace said product.<br\/><br\/>The care label is stitched to the cover of the topper and must not be removed from the original Product as this identifies the Product for the purpose of the warranties contained herein.<\/p>"
          }
        },
        "779c9118-224d-40e2-a29d-60ecd0d93b38": {
          "type": "double_column_qna",
          "settings": {
            "main_heading": "How will I know if my topper is still covered by the warranty?",
            "main_content": "<p>*Such measurements must be conducted when the topper is on a flat surface. The cover must also be unzipped to best measure the indentation. It is at Emma’s discretion to determine if such damage was reasonably the result of normal use and\/or production faults.<\/p>",
            "left_column_heading": "Covered",
            "left_column_content": "<ul><li>You are the original purchaser of the topper.<\/li><li>The Emma Firm-to-Soft Reversible Topper was sold in Canada.<\/li><li>The product has been used for personal consumer use and has been found to be defective despite normal use within the home.<\/li><li>The damage existed prior to use by the customer and is the result of production or faulty workmanship\/materials which are not attributable to transportation.<\/li><li>Cracks, dents, or damage to the foam have arisen despite proper use and handling.<\/li><li>The Firm-to-Soft Reversible Topper was laid upon a flat, supportive surface during use.<\/li><li>There is pre-existing damage to the zipper.<\/li><li>The indentations are greater than 1 inch (when compared with the surrounding mattress area) that permanently do not return to their normal height after the release of pressure.*<\/li><\/ul>",
            "right_column_heading": "Not Covered",
            "right_column_content": "<ul><li>Product was sold by an unauthorized retailer or resold after being used by the original owner.<\/li><li>The use of the topper was for a medical patient of any kind.<\/li><li>Damage is the result of abnormal treatment of the product, misuse, or neglect. (Emma shall have the authority to determine such causes of the damage). This includes, but is not limited to,<\/li><li>Odors, burns, cuts, infestation, or bodily fluids which are present at the time of the application of warranty. <\/li><li>The color change of the fabric after exposure to light or prolonged periods of usage.<\/li><li>Personal preference when it comes to comfort, height, or design.<\/li><li>Damage that has arisen due to transportation (not including initial delivery from Emma)<\/li><li>Increase in softness due to long term use.<\/li><li>Wear-and-tear prompted by cleaning and laundering.<\/li><li>Issues caused by personal modifications made.<\/li><li>Damage triggered by a lack of appropriate foundations (ex. cannot be laid directly on the floor for majority of lifespan, must have a supportive frame)<\/li><li>Note: The warranty is non-transferable to other products, including any additional accessory products purchased.<\/li><\/ul>"
          }
        },
        "dd660cda-01fc-422e-be21-566ecd378b08": {
          "type": "basic_qna",
          "settings": {
            "heading": "It seems my topper is eligible, can I get it replaced?",
            "content": "<p>Yes, you can have your topper replaced simply by contacting our Customer Care team and applying for the warranty. After the quick and easy application, Emma will replace the topper free of charge to the original purchaser. This is much better than simply repairing the old topper as it will be replaced with the same model (as long as that model remains in production). Emma will arrange for the pick up of the damaged topper and have the new one shipped to your doorstep, all complementary to the original purchaser.<\/p>"
          }
        },
        "4ba823b6-c489-4b2b-a3c3-14b1ff11f39c": {
          "type": "basic_qna",
          "settings": {
            "heading": "How does the return-and-replacement process work? ",
            "content": "<ul><li>If your topper is eligible for replacement* and you wish to return it, you may reach out to Customer Care at support@emma-sleep.ca or +1-844-906-3662. For an easier application, you can have your order number ready along with photos of the damage.<\/li><li>Emma holds the right to ask for proof of damage along with the application of warranty. This proof can include, though is not limited to photos of the damage in such a way that there is little to no reasonable doubt of the extent of the damage. The warranty shall not apply if Emma determines that the damage is the result of misuse or neglect. It is at Emma’s discretion to determine if the damage such as but not limited to odors, burns, cuts, infestation, or bodily fluids was reasonably the result of normal use and\/or production faults.<\/li><li>If the warranty application is approved, Emma will arrange for your topper to be picked up from your house and replaced, free of charge. The product will be replaced with the same model (as long as that model remains in production), and no upgrades will be made\/offered. Shipping costs of the new Emma Firm-to-Soft Reversible Topper as placement will be the responsibility of Emma. (Please note that shipping to a new address, different from the original purchase, may incur additional fees.)<\/li><\/ul><p>*Note that the 5-year Warranty only covers the replacement of defective or damaged mattress. Refunds can only be applied within the 60-Night Trial Period exclusively offered to Emma customers so they can try out and enjoy the benefits of their Emma Firm-to-Soft Reversible Topper within reasonable time before making a decision.<\/p>"
          }
        },
        "bdc34b82-4b05-4309-bde0-57e4ba716229": {
          "type": "basic_qna",
          "settings": {
            "heading": "Disclaimer, Limitation on Liability",
            "content": "<p>TO THE EXTENT PERMISSIBLE BY APPLICABLE LAW, THE EMMA FIRM-TO-SOFT REVERSIBLE TOPPER IS PROVIDED “AS IS” AND THIS WARRANTY AND ANY IMPLIED WARRANTIES ARE YOUR EXCLUSIVE WARRANTIES AND REPLACE ALL OTHER WARRANTIES OR CONDITIONS, EXPRESS OR IMPLIED. SOME PROVINCES OR TERRITORIES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.<br\/><br\/>SOME PROVINCES OR OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU. YOU MAY ALSO HAVE OTHER RIGHTS THAT VARY FROM PROVINCE TO PROVINCE AND JURISDICTION TO JURISDICTION.<br\/><br\/>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW AND EXCEPT AS SET FORTH IN THIS LIMITED WARRANTY, IN NO EVENT WILL EMMA OR ITS SUPPLIERS BE LIABLE FOR PROCUREMENT OF SUBSTITUTE PRODUCTS OR OTHER SPECIAL, INCIDENTAL, CONSEQUENTIAL OR INDIRECT DAMAGES ARISING OUT OF OR RELATED TO THE EMMA FIRM-TO-SOFT REVERSIBLE TOPPER OR ITS USE BY YOU OR ANY THIRD PARTY, WHETHER UNDER THEORY OF CONTRACT, TORT (INCLUDING NEGLIGENCE), INDEMNITY, PRODUCT LIABILITY OR OTHERWISE. THIS LIMITATION WILL APPLY EVEN IF EMMA HAS BEEN ADVISED OF SUCH DAMAGES AND NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY. EMMA’S TOTAL LIABILITY WILL NOT EXCEED THE PURCHASE PRICE PAID FOR THE EMMA FIRM-TO-SOFT REVERSIBLE TOPPER GIVING RISE TO SUCH LIABILITY.<br\/><br\/>SOME PROVINCES OR TERRITORIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.<br\/><br\/>ALL EMMA PRODUCTS' ACTUAL MEASUREMENT SIZE MAY SLIGHTLY VARY. WE ALLOW FOR VARIANCES WITHIN 1 INCH (+\/-) AS A RESULT OF VARIOUS ENVIRONMENTAL FACTORS AND\/OR THE COMPRESSED PACKAGING PROCESS.<br\/><br\/>IF ANY, EMMA’S TOTAL LIABILITY WILL NOT EXCEED THE PURCHASE PRICE PAID FOR THE TOPPER.<\/p>"
          }
        }
      },
      "block_order": [
        "770e3313-8cca-4acd-ad95-17c51843476a",
        "6cea54b0-275a-488b-8083-4c517e93b924",
        "779c9118-224d-40e2-a29d-60ecd0d93b38",
        "dd660cda-01fc-422e-be21-566ecd378b08",
        "4ba823b6-c489-4b2b-a3c3-14b1ff11f39c",
        "bdc34b82-4b05-4309-bde0-57e4ba716229"
      ],
      "settings": {
        "faq_id": "Firm-to-Soft Reversible Topper"
      }
    }
  },
  "order": [
    "warranty-header",
    "warranty-faq",
    "warranty-qna-1",
    "warranty-qna-2",
    "warranty-qna-3",
    "warranty-qna-4",
    "warranty-qna-5"
  ]
}
