/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "layout": "theme.performance",
  "sections": {
    "main": {
      "type": "faqs-with-image",
      "blocks": {
        "c68412f4-0251-42dc-9113-a0eecd22c518": {
          "type": "faq",
          "settings": {
            "title": "How does the 100-night trial work?",
            "content": "<p>Take your time when choosing a mattress and deciding if everything about it is right for you. Our risk-free trial gives you 100 days to relax and enjoy. We also guarantee that the performance characteristics of Emma mattresses will remain undiminished for many years.</p>"
          }
        },
        "a72149c3-5420-4a8c-80fe-7370288da216": {
          "type": "faq",
          "settings": {
            "title": "How can I return my mattress within the trial time?",
            "content": "<p>To return your mattress, please reach out to our Customer Care agents from 08:00 to 18:00 GMT-6, Monday-Friday through our available channels:</p><ul><li>Email: support@emma-sleep.ca</li><li>or speak directly with an agent using our live-chat feature on our website.</li></ul><p>Please refer to our Terms and Conditions for further information.</p>"
          }
        },
        "78ca144d-5919-4a1b-9e22-082ef5384310": {
          "type": "faq",
          "settings": {
            "title": "Is the 100-Night trial applicable for all products?",
            "content": "<p>All Emma Mattresses have a 100-night trial while other Emma products (accessories and pillows) have a 60-Night trial.</p>"
          }
        },
        "faq_eDFqr7": {
          "type": "faq",
          "settings": {
            "title": "Return Eligibility & Conditions for 100-Night Trial",
            "content": "<ul><li>Mattresses and sleep accessories <strong>must be in good condition to qualify for a return</strong>. Products must be undamaged. If there are signs of misuse or intentional damage, EMMA will have the right to deny the return. </li><li><strong>Each household is eligible for one (1) trial,</strong> determined by name, address, and payment method. </li><li><strong>The trial is a one-time offer.</strong> You may be eligible for a new trial only if you did not return a product from a previous trial. </li><li>In case of obtaining a Freebie Bundle, returns under the 100-night trial and the corresponding refund will only be applicable when all  sleep accessories (freebies) are returned with the mattress.  That is, if you purchased a <strong>Freebie Bundle with your Mattress you can only obtain a refund upon return of the applicable mattress and the freebies offered in the bundle. </strong> </li><li>Products must not be damaged, soiled, or show signs of misuse or intentional damage. Returns will be refused if such evidence is found. </li><li>Any returned product is ineligible for future trials. </li><li>When buying bundles, accessories are not eligible for 100-night trial period. </li></ul>"
          }
        }
      },
      "block_order": [
        "c68412f4-0251-42dc-9113-a0eecd22c518",
        "a72149c3-5420-4a8c-80fe-7370288da216",
        "78ca144d-5919-4a1b-9e22-082ef5384310",
        "faq_eDFqr7"
      ],
      "settings": {
        "heading": "100-night Trial",
        "image": "shopify://shop_images/Medium-White_Bed_14.png",
        "inverted": true,
        "header_font": "tiempos",
        "heading_alignment": "start",
        "container_spacing": "md"
      }
    }
  },
  "order": [
    "main"
  ]
}
