{
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "a98b36c8-ad41-4877-98f1-514f3e7aff65": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>If you clean your mattress frequently, then you probably won’t see many yellow stains. These stains are accumulated dust, dead skin cells, body sweat, and oil.<br\/><br\/>Apart from posing health risks such as allergies, your dirty sheets and mattress could attract bed bugs or mites.<br\/><br\/>So, consider tidying up your bedding and mattress regularly, especially if the weather is too hot and you spend more than 7-8 hours in bed every night.<br\/><br\/>Here’s how to keep your bed and mattress dust-, stain-, and odor-free:<br\/><br\/>1. Get rid of all the clutter around your bed. Strip the bed completely, and toss your bedding and pillow covers in the washing machine.<br\/><br\/>2. For your pillows, check the care instructions. Determine if your pillows should be washed by hand or in a machine to avoid shrinkage and preserve their delicate qualities.<br\/><br\/>3. Check your mattress for any stains, foul odor, and signs of bug infestation. The treatment and extent of cleaning your mattress will depend on its condition. Some areas of your mattress might require extra attention. For example, you will need to bleach the areas with stains or liquid spills.<br\/><br\/>4. Use an upholstery cleaner attachment, and thoroughly vacuum the entire surface of your mattress.<br\/><br\/>5. Spot clean areas of the mattress that have stains. Use gentle cleaning solutions and cold water. Be careful not to over soak the mattress, and avoid applying the cleaning solution directly onto it. Use a clean cloth or rag instead.<br\/><br\/>6. Apply a thin layer of baking soda over the mattress once you have gotten rid of any visible stains, then let it sit for a few hours. Baking soda helps neutralize odor and absorb moisture.<br\/><br\/>7. Flip your mattress and repeat steps 1-7, making sure that both sides of your mattress are spruced up.<br\/><br\/>8. Encase your mattress in a freshly laundered mattress protector.<br\/><br\/>9. Thoroughly vacuum the entire surface of your mattress once again. Then, you are all set for a good slumber.<\/p>"
          }
        },
        "d3efcc65-315d-487d-8e91-5d2dd6fa9737": {
          "type": "primary_group_content",
          "settings": {
            "title": "Frequently Asked Questions",
            "content": "<p>Summer is in the air, and with it all of the little pieces of joy it brings.<\/p>"
          }
        },
        "086abd04-a1cd-43fe-a03c-b669723d6d21": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "How often should I deep-clean my mattress?",
            "content_1": "<p>You should do it every six months (twice a year) to keep your bed fresh and clean.<\/p>",
            "title_2": "Can I buy any kind of mattress? Is it worth the investment?",
            "content_2": "<p>While you can buy any mattress to your liking, investing in the right one provides you with value for money and long-term health benefits. For proper back support, stability, and your utmost comfort, choosing a top-quality mattress is important.<\/p>",
            "title_3": "What are the different types of mattresses?",
            "content_3": "<p>The five mattress types are <a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_self\">memory foam<\/a>, innerspring, hybrid, latex, and airbed. The most popular one and often seen in households is innerspring.<\/p>"
          }
        },
        "a2a67e5e-9212-4b78-873a-9981f4e2b4fa": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "How do I choose the kind of mattress that best suits my needs?",
            "content_1": "<p>A lot of factors are considered when buying a mattress, such as the type of position you usually sleep in and the firmness level you feel most comfortable with.<\/p>",
            "title_2": "How do I take care of my mattress?",
            "content_2": "<p>Make sure to encase it in a hypoallergenic, breathable <a href=\"https:\/\/emma-sleep.ca\/products\/emma-mattress-protector\" target=\"_self\">mattress protector like Emma<\/a>. Its Tri-Protect™ Action keeps your mattress fresh, hygienic, and always like new with spill-proof, bug-proof, and breathable materials.<\/p>",
            "title_3": "How often should I wash my bedding and pillowcases?",
            "content_3": "<p>Ideally, your bedsheets and pillowcases should be washed once a week.<br\/><br\/>Knowing how to deep-clean your mattress is essential for you to enjoy a good sleep environment and a better rest. Make sure to do it regularly so you also save money, time, and effort in replacing your bed early.<br\/><br\/><em><strong>Investing in the right mattress ensures you can use it longer. Discover how<\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_self\"><em><strong> Emma Original<\/strong><\/em><\/a><em><strong> mattress's high-quality materials makes it possible.  <\/strong><\/em><\/p>"
          }
        }
      },
      "block_order": [
        "a98b36c8-ad41-4877-98f1-514f3e7aff65",
        "d3efcc65-315d-487d-8e91-5d2dd6fa9737",
        "086abd04-a1cd-43fe-a03c-b669723d6d21",
        "a2a67e5e-9212-4b78-873a-9981f4e2b4fa"
      ],
      "settings": {
        "previous_article": "guides\/tips-establish-good-bedtime-routine",
        "next_article": "curiosity-on-sleep\/why-sleep-important"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}