{
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "e5c7f91c-90f2-43a7-80af-b6d7436977c8": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>If you’re currently thinking about buying a new mattress, then you’ve almost certainly stumbled across so-called bed-in-a-box mattresses online.<br\/><br\/>Thanks to the high quality of the mattresses, the easy buying process, the quick and convenient delivery options and the risk-free terms offered by bed-in-a-box mattress retailers, this type of mattress has grown in popularity over the last few years.<br\/><br\/>In this article, we will look at the advantages of bed-in-a-box mattresses, and show you exactly why the award-winning Emma Original mattress is one of the very best on the market.<\/p>"
          }
        },
        "6959c4ea-b81e-4adc-9f73-6df5625ac98e": {
          "type": "primary_group_content",
          "settings": {
            "title": "Advantages of bed-in-a-box mattresses",
            "content": ""
          }
        },
        "98c4a9af-d42b-49c8-ac9d-b04c1e4d40c7": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Convenience",
            "content_1": "<p>Bed-in-a-box mattresses have a great number of advantages. One of the main advantages is the convenience factor.<br\/><br\/>Online shopping has become the go-to shopping method for many people. So, it was almost certain that the question ‘Can I buy a mattress online?’ would crop up sooner or later. Thanks to bed-in-a-box mattresses, you can now answer that question with a resounding yes!<br\/><br\/>And thankfully it’s not only possible to buy a mattress online, but oftentimes it’s quicker and more convenient to buy a mattress online. Bed-in-a-box mattresses are vacuum-packed and rolled to fit into handy, easy to move boxes.<\/p>",
            "title_2": "Suitability",
            "content_2": "<p>Another advantage is its suitability. Many bed-in-a-box retailers such as <a href=\"https:\/\/emma-sleep.ca\/collections\/frontpage\" target=\"_self\">Emma <\/a>are made to suit almost every body type and sleeping position.<br\/><br\/>These types of mattresses have the optimal firmness to offer support, pressure-relief, spinal alignment and of course comfort.<br\/><br\/>Whether you like to sleep on your back, your side or your front, these types of mattresses will adapt to your body contour.<br\/><br\/>Usually made from foam, bed-in-a-box mattresses are very durable. They gently contour to the body to offer great support and pressure-relief. These types of mattresses are also great offering support and pressure-relief, with the foam contouring to the body.<\/p>",
            "title_3": "",
            "content_3": ""
          }
        },
        "02e199ec-ac44-4217-8ed2-cc9829a2b057": {
          "type": "primary_group_content",
          "settings": {
            "title": "How to buy a mattress online",
            "content": "<p>In the past, if you had to buy a mattress, the process would be very similar to the following:<br\/><br\/>     • You would go into a specialised mattress shop, a sales associate would offer advice, ideally you would lie on the mattress to get a feel for the comfort level.<br\/>     • Then, you’d place your order and wait patiently for 6 to 8 weeks for the mattress shop to deliver your mattress.<br\/><br\/>Thanks to bed-in-a-box mattresses, you no longer have to go through such an arduous process.<br\/><br\/>Instead of buying a mattress has become so much easier, especially since you can now order your mattress online and from the comfort of your own home.<br\/><br\/>The mattress will then be delivered within a few short days straight to your front door. The small, convenient box means delivery is very quick.<br\/><br\/>Many retailers offer risk-free 100-night trials or more that allow you to test the mattress out and get a good feel for the mattress. If you don’t get on with the mattress, you can return it hassle-free. Bed-in-a box mattresses also often come with a long guarantee period.<br\/><br\/>Buying the Emma Original mattress for example is super easy.<br\/><br\/>Since it was made with you in mind and using extensive customer research, our mattress is perfect for everybody and every sleeping position. That means you don’t have to spend time looking for the best mattress for you. You can just select the right size and then head to the check out to place your order.<br\/><br\/>Then all you’ve got to do is sit back and relax, while we take care of the rest. Once you receive your mattress, all you have to do is snip off the plastic, let it unroll and expand to its full size and you’re on your way to a happier sleep.<\/p>"
          }
        },
        "21067506-2d72-4620-91c3-fd660ab2e6d9": {
          "type": "primary_group_content",
          "settings": {
            "title": "The Emma Original mattress — award-winning comfort",
            "content": "<p>One of the most popular and most-sold bed-in-a-box mattresses in Canada is our very own Emma Original mattress.<br\/><br\/>Made using the latest advances in foam technologies and the finest British foams, our inhouse-team of mattress engineers created a mattress that is perfect for everybody.<br\/><br\/>The perfect interplay of the foams in a three-layered core ensures optimal breathability, support, pressure relief and comfort.<br\/><br\/>The exceptional quality and composition of the Emma Original mattress has won the approval and praise of numerous independent and unbiased testing agencies such as Which? The Independent, Good Housekeeping, Ideal Home and T3.<br\/><br\/><em><strong>Want to know whether a bed-in-a-box mattress is right for you? Make use of Emma Mattress’s risk-free <\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/pages\/200-day-trial\" target=\"_self\"><em><strong>200-nights trial<\/strong><\/em><\/a><em><strong> and try the <\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_self\"><em><strong>world's no.1 most-awarded mattress<\/strong><\/em><\/a><em><strong> for yourself!<\/strong><\/em><\/p>"
          }
        }
      },
      "block_order": [
        "e5c7f91c-90f2-43a7-80af-b6d7436977c8",
        "6959c4ea-b81e-4adc-9f73-6df5625ac98e",
        "98c4a9af-d42b-49c8-ac9d-b04c1e4d40c7",
        "02e199ec-ac44-4217-8ed2-cc9829a2b057",
        "21067506-2d72-4620-91c3-fd660ab2e6d9"
      ],
      "settings": {
        "previous_article": "curiosity-on-sleep\/why-sleep-important",
        "next_article": "health-science\/best-essential-oils-better-sleep"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}