{
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "5cbbfc09-a0cd-4c88-b5cc-712e7291113e": {
          "type": "primary_group_content",
          "settings": {
            "title": "What is lucid dreaming?",
            "content": "<p>Have you ever been in a dream where you have realised you are dreaming? If you answered yes, you have experienced a lucid dream. Put simply, “<em>A lucid dream is defined as a dream during which dreamers, while dreaming, are aware they are dreaming.<\/em>”<br\/><br\/>References to lucid dreaming date back to ancient times. Aristotle once wrote, “<em>Often when one is asleep, there is something in consciousness which declares that what then presents itself is but a dream.<\/em>”<br\/><br\/>The concept of lucid dreaming is also central to the Tibetan Buddhist practice of Dream Yoga and the ancient Hindu practice of Yoga Nidra. More recently, Dutch psychiatrist and writer Frederik van Eeden first coined the term ‘lucid dream’ in his academic article entitled ‘A Study of Dreams.”<br\/><br\/>If you have ever seen the movie Inception, then you have encountered the concept of lucid dreaming before. The movie shows people possessing the ability to not just control the shape or content of their own dreams, but also others.<br\/><br\/>Such feats of ‘dream manipulation’ of others may seem too far-fetched to be possible in our real lives. However, they aren’t totally absent.<\/p>"
          }
        },
        "6a398e40-3c71-42e6-ba40-2a5fd02f5a3c": {
          "type": "primary_group_content",
          "settings": {
            "title": "When do lucid dreams occur?",
            "content": "<p>Lucid dreaming occurs during rapid eye movement (REM) sleep. For some, it occurs spontaneously. However, others train themselves to start dreaming lucidly.<br\/><br\/>The degree to which a person can influence their dreams varies. Some people, upon realising they are dreaming, immediately wake up due to the adrenaline rush produced by the brain. Others may be able to influence their own actions, actions of others, surroundings, and any other aspect of their environment.<br\/><br\/>It isn’t entirely clear how many people experience lucid dreaming.<br\/><br\/>A study in Brazil surveying 3,427 participants with a median age of 25 showed a staggering 77% of respondents saying that they had experienced lucid dreaming at least once before.<br\/><br\/>It is important to note, however, that a consensus exists that every person is capable, with practice, of lucid dreaming.<\/p>"
          }
        },
        "bb712129-4dc8-4f81-8b96-718430365f37": {
          "type": "primary_group_content",
          "settings": {
            "title": "How do I lucid dream?",
            "content": "<p>There are many techniques one could use to induce a lucid dream state.<br\/><br\/>     • <strong>Reality testing<br\/><br\/><\/strong>A common technique used to induce lucid dreams is one called “reality testing.”<br\/><br\/>For example, during the day, a person may want to ask themselves “Am I dreaming right now?” as they try to make their hand pass through their other hand or perhaps a solid wall.<br\/><br\/>The technique purely relies on intention. In real life, the wall will (hopefully) remain solid and impenetrable, whereas in a dream the hand will easily pass through.<br\/><br\/>     • <strong>Waking back to bed<br\/><br\/><\/strong>This involves the sleeper setting an alarm to wake them up about 5 to 6 hours after going to sleep.<br\/><br\/>Once awake, the sleeper should remain awake for a while before going back to bed. This technique can immerse the sleeper immediately into REM sleep, drastically increasing the chance of entering a lucid dream state.<br\/><br\/><strong>     • Dream Journal<br\/><br\/><\/strong>Another technique that is commonly used among avid lucid dreamers is using a dream journal.<br\/><br\/>A dream journal is exactly how it sounds. It is a book used to record one’s dreams. Keeping a dream journal has been shown to increase one’s ability to remember their dreams when they wake up, lucid or otherwise.<br\/><br\/>     • <strong>Meditation<\/strong><br\/><br\/>Lastly, probably the most effective method of inducing lucid dreams is meditation. It trains people to become more aware of themselves and their surroundings.<br\/><br\/>Many people meditate with the help of binaural beats or isochronic tones. These stimulate your pineal gland to produce the hormone melatonin, which helps regulate biological rhythms such as sleep and wake cycles.<br\/><br\/>The sweet spot for the brain is generally around 40Hz. (you can find countless videos of 2 – 6-hour long binaural beats videos on YouTube).<\/p>"
          }
        },
        "64039c72-28d4-4daa-a492-de5919e785e4": {
          "type": "primary_group_content",
          "settings": {
            "title": "Concerns & Risks",
            "content": "<p>One concern people express about lucid dreaming, if they achieve it, is that they may get stuck in a dream, and may find it more difficult to wake up.<br\/><br\/>This is not a worrying risk at all. An individual is only able to sleep and dream for a set amount of time every night before the body automatically wakes up. In short, it is impossible for someone to get “stuck” sleeping.<br\/><br\/>One rational concern is to do with sleep paralysis.<br\/><br\/>If you want to induce a lucid dream state through meditation, you may go through the process of sleep paralysis. This is when your body falls asleep, but your mind remains conscious and “awake” leaving you effectively, paralyzed.<br\/><br\/>The process is 100% safe but can be quite frightening to sleepers, especially if it is achieved unintentionally. Many people experience pleasurable tingling feelings around the body, but some may experience frightening hallucinations.<\/p>"
          }
        },
        "936d7f62-57b5-429f-ae0c-cc265b34458b": {
          "type": "primary_group_content",
          "settings": {
            "title": "In Conclusion",
            "content": "<p>The mind is a complex thing. The vessel in which it is contained, the brain, is the most complex system in the universe. It is estimated that the brain has at least 100 trillion neural connections.<br\/><br\/>That is at least 1,000 times more than the number of stars in the Milky Way Galaxy. Our planet’s top neuroscientists and psychologists are only beginning to knock on the door of its massive potential.<br\/><br\/>Aside from lucid dreaming, perhaps over the coming years, we will be able to gain a small insight into nature’s finest creation, and what goes on in it when we shut our eyes at night.<br\/><br\/><em><strong>Get better sleep and dreams at night with a <\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_self\"><em><strong>high-quality, comfortable mattress<\/strong><\/em><\/a><em><strong> like Emma. Try for yourself how our award-winning bed can help you.<\/strong><\/em><\/p>"
          }
        }
      },
      "block_order": [
        "5cbbfc09-a0cd-4c88-b5cc-712e7291113e",
        "6a398e40-3c71-42e6-ba40-2a5fd02f5a3c",
        "bb712129-4dc8-4f81-8b96-718430365f37",
        "64039c72-28d4-4daa-a492-de5919e785e4",
        "936d7f62-57b5-429f-ae0c-cc265b34458b"
      ],
      "settings": {
        "previous_article": "curiosity-on-sleep\/snoring-how-to-stop",
        "next_article": "curiosity-on-sleep\/why-sleep-important"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}