/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "35960b0c-2930-4eeb-aaf0-a25fab38f667": {
          "type": "primary_group_content",
          "settings": {
            "title": "What is Snoring?",
            "content": "<p>Have you ever had someone complain to you about your snoring? Or had the displeasure of being in the same room as someone whose sleep noises sound like a Boeing 747 taking off? We all have had our bad experiences with snoring.<br\/><br\/>It is a problem that affects roughly 30% of the population – one which can be a real pain in the backside and can cause you to wake up on the wrong side of the bed and having a terrible day.<br\/><br\/>Snoring may occur nightly or intermittently.<br\/><br\/>Males and those who are overweight are most likely to snore. However, it is an annoyance that affects people of both genders. It can cause major disruptions to your own sleep and your bedpartners’. It can also cause unrefreshing broken sleep, which translates into poor daytime function.<br\/><br\/>Heart disease is believed to be causally linked to snoring due to the adverse effects sleep deprivation can have on one’s heart.<br\/><br\/>Furthermore, about a half of people who snore loudly have obstructive sleep apnea. As you sleep, your throat becomes narrow and “floppy.” As you breathe, the walls of your throat begin to vibrate. These vibrations lead to the characteristic sound of snoring. The narrower your airway becomes, the greater the vibration and the louder the snoring.<br\/><br\/>If the walls of your throat completely collapse – which sometimes happens – this can result in the cessation of breathing. This is called Sleep Apnea. It is a serious condition that requires medical attention.<br\/><br\/>Many factors lead to excessive snoring. For example, the natural ageing process leads to the relaxation of the throat muscles, resulting in snoring.<br\/><br\/>Anatomical abnormalities of the nose and throat, such as enlarged tonsils or adenoids exaggerate the narrowing of the throat during sleep and therefore can lead to snoring.<br\/><br\/>Sleep positions, such as sleeping on your back, may lead to snoring. Also, alcohol can act as a muscle relaxant. Its consumption in the evening can lead to excessive snoring.<br\/><br\/>Consuming muscle relaxants in the evening will worsen snoring too.<\/p>"
          }
        },
        "d0e55262-a771-4ac4-ba7d-e9dd42137fea": {
          "type": "primary_group_content",
          "settings": {
            "title": "Symptoms of Snoring",
            "content": "<p>We all know what snoring sounds. A vibrating, rattling, and sometimes floor-shaking sound one makes while breathing during sleep. It may be a symptom of sleep apnea.<br\/><br\/>You should consult your GP if you snore excessively and have one or more of the following:<br\/><br\/>     • Excessive daytime sleepiness<br\/>     • Morning headaches<br\/>     • Recent weight gain<br\/>     • Worsening levels of attention, concentration, or memory<br\/>     • Observed pauses in breathing during sleep<\/p>",
            "image_2": "shopify:\/\/shop_images\/woman-frustrated-beside-man-snor.jpg"
          }
        },
        "712d9003-95a5-48b8-ba8e-4ab2f97edb80": {
          "type": "primary_group_content",
          "settings": {
            "title": "How to Stop Snoring",
            "content": "<p>If you are told that you have excessive snoring, then you may want to consult your GP. They will perform a physical exam and will decide whether you need to consult a sleep expert, who will then conduct a sleep test and determine if you have sleep apnea.<br\/><br\/>You have a series of options when it comes to treating snoring:<br\/><br\/>     • <strong>Lifestyle modification<\/strong> - i.e avoid the risk factors seen above like alcohol, sleep position training if possible, treatment of allergies, etc.<br\/>      • <strong>Surgery<\/strong> - should be a last resort but surgery on the back of the throat and roof of the mouth, or the nose if applicable.<br\/>     • <strong>Appliances<\/strong> - these include mainly oral appliances constructed by a dentist experienced in the treatment of snoring and sleep apnea, but also appliances such as nasal dilators.<br\/>     • <strong>CPAP (continuous positive airway pressure)<\/strong> - appliance which blows room air into the back of the throat and prevents its collapse.<br\/><br\/>CPAP is the method of choice when combating sleep apnea. If you are diagnosed with sleep apnea, you must treat it aggressively. Untreated sleep apnea will lead to daytime dysfunction and puts you at a higher risk of vascular disease.<\/p>"
          }
        },
        "8abf5893-b17a-410c-85bc-52002b1d49d2": {
          "type": "primary_group_content",
          "settings": {
            "title": "Coping with Snoring",
            "content": "<p>People who suffer from mild and\/or occasional snoring, who wake up feeling refreshed, and function well during the day need not worry but may want to try some behaviour modifications before consulting a doctor:<br\/><br\/>     • Maybe lose some weight<br\/>     • Avoid sleeping pills, antihistamines & tranquillisers before bedtime<br\/>     • Avoid alcohol for at least four hours and heavy meals or snacks for three hours before you sleep<br\/>     • Establish regular sleeping patterns (link to \/good-bedtime-routine\/ article)<br\/>     • Sleep on your side<\/p><p>For most, snoring isn’t too big of a problem. However, if it persists and worsens you should consult your physician.<br\/><br\/><em><strong>Investing in a high-quality mattress also contributes to a good sleep. Check out <\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_self\"><em><strong>Emma Original Lite<\/strong><\/em><\/a><em><strong> now! <\/strong><\/em><\/p>"
          }
        }
      },
      "block_order": [
        "35960b0c-2930-4eeb-aaf0-a25fab38f667",
        "d0e55262-a771-4ac4-ba7d-e9dd42137fea",
        "712d9003-95a5-48b8-ba8e-4ab2f97edb80",
        "8abf5893-b17a-410c-85bc-52002b1d49d2"
      ],
      "settings": {
        "previous_article": "health-science\/sleep-deprivation",
        "next_article": "curiosity-on-sleep\/lucid-dreaming"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {}
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
