{
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "850db00c-4951-456a-9b9c-accf63aa4ff0": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>You’ve been cooped up for months and between being bored out of your mind and dealing with your partner’s constant complaining, you’re starting to have weird dreams.<br\/><br\/>Well, you’re not the only one. In fact, there is a whole website devoted to compiling different dream experiences while in quarantine, <a href=\"https:\/\/www.idreamofcovid.com\/\" target=\"_blank\">I Dream of Covid<\/a>.<br\/><br\/>We assure you that you aren’t going crazy, at least not from the dreams. Let’s take a look at some of these “Quarantine Dreams.”<\/p>"
          }
        },
        "dad251b2-f898-4678-bc02-397f2a0af998": {
          "type": "primary_group_content",
          "settings": {
            "title": "Dreams Around the World",
            "content": "<p>One dreamer from Virginia dreamed that he was on a conveyor belt-style vaccine administration where each person’s mouth was swabbed and then a tailored vaccine was developed and administered. Upon refusing the third time, he or she was forcibly given the injection.<br\/><br\/>Another dreamer from Australia dreamed that instead of Covid19 being a virus, it was a group of sinister people plotting to capture certain individuals.<br\/><br\/>In the Philippines, a dreamer dreamt that he or she was in a crowd lining up to get into a concert, movie, or something of the sort.<br\/><br\/>At first, he or she was happy and content to be chatting and being social with others until the realization hit that everyone was standing tightly packed together and not practicing social distancing. A cloud of dread settled over the dreamer.<\/p>"
          }
        },
        "3326d53d-8df5-4621-b6c0-f85978615871": {
          "type": "primary_group_content",
          "settings": {
            "title": "What’s the Connection?",
            "content": "<p>What we are experiencing right now is our real-world worries and anxieties manifesting in our dreams.<br\/><br\/>It is not uncommon to hear of stress and concerns making their way into people’s dreams as our subconscious is also connected to our conscious mind. Your brain is trying to process if these changes in life are going to be permanent or just temporary. <br\/><br\/>Both your personal and professional lives may have altered drastically and perhaps you are still reeling from the effects.<br\/><br\/>Dreams also have a unique ability to combine the things we are stressed about with alternate realities of the future. How often have you awoken from a dream and thought, “Thank God that didn’t happen” in response to a dream about an upcoming event?<\/p>"
          }
        },
        "3a27868e-48b7-4358-b937-bdef1f7d231a": {
          "type": "primary_group_content",
          "settings": {
            "title": "Stop the Bad Dreams",
            "content": "<p>So, what can you do about reducing these less than enjoyable dream sequences?<br\/><br\/>Aside from lucid dreaming there are a few tips that could possibly ease these nightmarish thoughts from encroaching on your beauty sleep.<br\/><br\/>First, take a look at your nighttime schedule to see if there have been any drastic changes. <br\/><br\/>    •  Are you going to bed later, earlier?<br\/>    •  How many glasses of wine have you been drinking before lights out?<br\/><br\/>Chances are if you have disturbed your sleep schedule or increased the amount of alcohol before bed then you will be more likely to experience stressful dreams.<br\/><br\/>If you are in a household where the number of inhabitants has increased then you could be waking up more times during the night than usual.<br\/><br\/>Try to take some precautions in order for your sleep to not be disturbed like using a meditation app or playing white noise to block any random noises during the night.<\/p>"
          }
        },
        "2eb1ace2-97a8-41f5-bab7-003470d38358": {
          "type": "primary_group_content",
          "settings": {
            "title": "Lemons into Lemonade",
            "content": "<p>Another way you might want to deal with these pesky quarantine dreams is to explore a bit of your own imagination.<br\/><br\/>This might come in the form of art where you draw the part of the dream that was the most disturbing and identify what elements make it so jarring.<br\/><br\/>Take those elements and either remove them completely or turn them into something more comforting. <br\/><br\/>For example, if we go back to the dreams from earlier, the man that dreamed of the conveyor belt vaccine could change the injection to a pill then he would have a choice to take it or not rather than being forcibly administered.<br\/><br\/>You could also try journaling some of the troubling phenomena. This is especially helpful if you keep experiencing the same dream over and over.<br\/><br\/>Many therapists suggest writing down your dream the moment you wake up and then later going back to make sense of what you experienced. <br\/><br\/>When you take the time to think it through and meditate on why you keep having the same dream sequence then may come to a resolution that ends the cycle.<br\/><br\/>One of the main reasons we wanted to share this information with you, although it might not be the most uplifting topic, is that we want you to know that you are not alone.<br\/><br\/>Many people both near and far are experiencing a multitude of changes in their lives as well as in their dreams.<br\/><br\/>Try your best to remain positive and that will also reflect in your dreams throughout the night. Know that you will make it through this and happiness and restfulness will permeate your life again. Dream on!<br\/><br\/><em><strong>Have good dreams even during quarantine with a comfy and breathable mattress. Experience <\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_self\"><em><strong>Emma Original bed<\/strong><\/em><\/a><em><strong> now!<\/strong><\/em><\/p>"
          }
        }
      },
      "block_order": [
        "850db00c-4951-456a-9b9c-accf63aa4ff0",
        "dad251b2-f898-4678-bc02-397f2a0af998",
        "3326d53d-8df5-4621-b6c0-f85978615871",
        "3a27868e-48b7-4358-b937-bdef1f7d231a",
        "2eb1ace2-97a8-41f5-bab7-003470d38358"
      ],
      "settings": {
        "previous_article": "lifestyle\/bedtime-stories",
        "next_article": "health-science\/pets-in-bed"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}