{
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "192395f1-0732-4cf2-9242-19b2d846bdf8": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>If you’re having a hard time getting up in the morning or just can’t seem to fall asleep seamlessly, it may be because you’re going against your body’s personal body clock.<br\/><br\/>Consider yourself a morning person? A night owl? Our Sleep Experts have uncovered four sleep personas and how you can get the most out of your day based on your chronotype!<\/p>"
          }
        },
        "55438376-3be2-4d29-98d1-0dd8333b8fec": {
          "type": "primary_group_content",
          "settings": {
            "title": "A Chrono… What Now?",
            "content": "<p>Chronotype is described as your body’s natural inclination to sleep at a certain time, or what most people understand as being an early bird versus a night owl.<br\/><br\/>“Chrono,” means “time”; whereas “type” represents the four different personas, namely:<em><strong>bear, wolf, lion, or dolphin<\/strong><\/em>.<br\/><br\/>Sleep chronotypes are linked to once circadian rhythm– you know, the thing that determines our daily sleep-wake cycle.<br\/><br\/>So what’s the difference?<br\/><br\/>Well, while our circadian rhythm is determined by environmental factors like light and sound, it can be “trained” by adhering to a strict schedule.<br\/><br\/>However, your chronotype exists on a more permanent basis. Hence, a night owl may be able to wake up at 5 AM every morning if trained to do so but will find themselves becoming more energised and productive in the later hours of the day.<\/p>"
          }
        },
        "d4d32f02-736f-4296-92a6-6c756f27b19e": {
          "type": "primary_group_content",
          "settings": {
            "title": "Why Are Chronotypes Important?",
            "content": "<p>Your sleep experience is a personal one, so it goes without saying that your chronotype varies and depends on your genetics, age, etc.<br\/><br\/>Understanding your chronotype can help you understand your sleeping habits better!<br\/><br\/>In fact, knowing when you’re the most energised or tired will not only help you time-management-wise, but also boost productivity allowing you to accomplish more things in a span of time.<br\/><br\/>Moreover, it'd be beneficial to you to learn when the best time is for you to take a break and recharge.<\/p>"
          }
        },
        "76a2f3b8-5734-4854-9809-d2fbdcbcc5e5": {
          "type": "primary_group_content",
          "settings": {
            "title": "What Your Chronotype Says About Your Level of Productivity",
            "content": "<p>As stated earlier, there are four main sleep personas: the lion, bear, wolf, and dolphin. Here are a few quick-fire-facts about each type:<\/p>"
          }
        },
        "afa72037-ed9f-4968-8b4c-0fb4e089e109": {
          "type": "standalone_image",
          "settings": {
            "image": "shopify:\/\/shop_images\/chronotype_lion-1654504387041.jpg"
          }
        },
        "adb02f41-c052-4e4a-99f5-2159ff70af71": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "The Morning Lion",
            "content_1": "<p>This chronotype is most commonly known as the ‘early bird’ persona. People with this chronotype usually wake up early and are most productive in the mornings.<br\/><br\/>If you fall in this category, you’ll notice your energy usually peaking by noon which is why you get most of your work done before lunch. Because you’re up early, you may have more trouble following a social schedule in the evening, mostly needing power naps once the afternoon madness kicks in.<br\/><br\/>To sustain your enigmatic morning routine, most lions need to hibernate and get no less than 8 hours to win the next day!<\/p>",
            "title_2": "",
            "content_2": "",
            "title_3": "",
            "content_3": ""
          }
        },
        "4f80849b-a2cf-44bb-8c42-b1f1ad5b2dc0": {
          "type": "standalone_image",
          "settings": {
            "image": "shopify:\/\/shop_images\/chronotype_bear-1654504387049.jpg"
          }
        },
        "34f9a30b-7489-4092-9b1a-5886b38f37a5": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "The in-BEAR-tween",
            "content_1": "<p>Our favourite middle-man, bear chronotypes make up about 55% of the population.<br\/><br\/>People with this intermediate chronotype tend to follow the sun. This means bears do well with traditional 9-5 shifts and have no problem maintaining a social life in the evenings.<br\/><br\/>Similarly, just like the lion, bears are usually more productive in the mornings, experiencing the typical slump mid-afternoon (or after a hearty lunch).<br\/><br\/>Not getting those 8 hours of sleep means slower and sleepier feelings the next day – to regain energy, you’ll usually find yourself crawling into bed earlier to catch those ZZZs.<\/p>",
            "title_2": "",
            "content_2": "",
            "title_3": "",
            "content_3": ""
          }
        },
        "7b38a411-a33d-44d2-8716-365e09781eca": {
          "type": "standalone_image",
          "settings": {
            "image": "shopify:\/\/shop_images\/chronotype_wolf-1654504387030.jpg"
          }
        },
        "37dedb54-3150-450c-b044-0625430d114c": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "The Night Wolf",
            "content_1": "<p>Better known as the ‘night owl’, this chronotype is no different from the nocturnal mammals themselves.<br\/><br\/>Wolf chronotypes are usually more energised and productive at night, with their minds buzzing with ideas as the moon rises.<br\/><br\/>Compared to the past two types, wolves need even longer rest times, usually waking up later in the day in order to stay energised and boosted when accomplishing tasks.<br\/><br\/>If you’re happier sleeping just before the clock hits midnight (or even after that), you’re most likely this howling night type.<\/p>",
            "title_2": "",
            "content_2": "",
            "title_3": "",
            "content_3": ""
          }
        },
        "0e3172e3-94a2-461d-a905-a9a9aacc7d1e": {
          "type": "standalone_image",
          "settings": {
            "image": "shopify:\/\/shop_images\/chronotype_dolphin-1654504387022.jpg"
          }
        },
        "bc5e09ed-1c95-4d46-aa0d-c7747d7f2446": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "The Vigilant Dolphin",
            "content_1": "<p>Light sleepers or those who are unusually more alert during sleep hours are best described as dolphins.<br\/><br\/>Dolphins may find it harder to wake up in the morning because of their sleep anxiety. Once they’re out of bed, though, they can sustain their energy up until mid-morning.<br\/><br\/>This sleep persona may also feel a little bit more tired or fatigued than the rest, mostly due to their underlying sleep anxiety. But, they’re highly intelligent, and if you’re finding it a bit harder to fall asleep or call yourself an insomniac, most likely you fall into this chronotyp<\/p>",
            "title_2": "",
            "content_2": "",
            "title_3": "",
            "content_3": ""
          }
        },
        "a00c0577-a1f4-4916-9a09-d4f524f110e4": {
          "type": "primary_group_content",
          "settings": {
            "title": "Use Your Chronotype To Your Advantage - Our Tips",
            "image_1": "shopify:\/\/shop_images\/chronotype_sleepers-165450438701.jpg",
            "content": "<p><strong>The Lion<br\/><\/strong><br\/>We suggest moving bigger tasks and important calls in the early part of the morning to get the most out of your productivity.<br\/><br\/>Once the clock strikes 12 noon, you may want to take it easy, crossing out the lighter, smaller tasks off your daily to-do list.<br\/><br\/><strong>The Bear<br\/><\/strong><br\/>We suggest bumping up your meetings to mid-morning. After lunch, it should be smooth sailing tasks, and lighter topics to avoid stress and fatigue in later hours.<br\/><br\/><strong>The Wolf<br\/><\/strong><br\/>We suggest conserving most of your energy for later in the day or early night. Doing this can stimulate brain activity and productivity during the right hours - matching creativity with energy.<br\/><br\/><strong>The Dolphin<br\/><\/strong><br\/>We suggest learning to wind down before bedtime. This means avoiding distractions that could possibly stimulate your brain activity at later hours – stay off social media and screen time when night falls to improve your sleeping pattern and reduce worrisome thoughts.<br\/><br\/>Knowing your chronotype might just help you make the most out of your day and enjoy it better, too! <br\/><br\/><em><strong>Cap off with a good evening by sleeping in a cool and cosy bed. Try <\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_self\"><em><strong>Emma Original mattress<\/strong><\/em><\/a><em><strong> for yourself and enjy better sleep like no other. <\/strong><\/em><\/p>"
          }
        }
      },
      "block_order": [
        "192395f1-0732-4cf2-9242-19b2d846bdf8",
        "55438376-3be2-4d29-98d1-0dd8333b8fec",
        "d4d32f02-736f-4296-92a6-6c756f27b19e",
        "76a2f3b8-5734-4854-9809-d2fbdcbcc5e5",
        "afa72037-ed9f-4968-8b4c-0fb4e089e109",
        "adb02f41-c052-4e4a-99f5-2159ff70af71",
        "4f80849b-a2cf-44bb-8c42-b1f1ad5b2dc0",
        "34f9a30b-7489-4092-9b1a-5886b38f37a5",
        "7b38a411-a33d-44d2-8716-365e09781eca",
        "37dedb54-3150-450c-b044-0625430d114c",
        "0e3172e3-94a2-461d-a905-a9a9aacc7d1e",
        "bc5e09ed-1c95-4d46-aa0d-c7747d7f2446",
        "a00c0577-a1f4-4916-9a09-d4f524f110e4"
      ],
      "settings": {
        "previous_article": "health-science\/best-essential-oils-better-sleep",
        "next_article": "health-science\/natural-ways-boost-energy"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}