/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "4ed0a39e-eca6-496c-a9fe-1f11be3cd1c9": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>Picture this: you’ve just brought home your new Jack Russell Terrier, Fido. He’s just a baby and looks exactly like Skip from My Dog Skip.<br/><br/>You basically spend every waking hour with him when you are at home. He quickly becomes your irreplaceable fur-baby, your precious, your everything.<br/><br/>You are getting ready for bed and just about to turn off the lights, when he looks up at you with those literal puppy eyes and tells you “Don’t leave me here all alone on the cold, smelly floor.”<br/><br/>Your heart swells with love and sympathy, so how could you resist? Do you let him crawl beneath the bed sheets? Everyone does it right? It’s not a big deal, really. Or is it?</p>"
          }
        },
        "42fe7937-4abc-4bec-9e90-8f2f3a0611df": {
          "type": "primary_group_content",
          "settings": {
            "title": "In Fido’s Defense",
            "content": "<p>You were right in thinking that you are not the only one that has considered and invited their furry pets into bed.<br/><br/>About 25% of women and 16% of men have confessed to sharing their sleeping quarters with their pets.<br/><br/>Many have reported the need for emotional comfort that their pet provides whether it be due to a breakup, their partner being on the road, or perhaps due to a less than healthy relationship. <br/><br/>Your pet can provide that feeling of unconditional love that we all crave, and it can be just as beneficial for Fido as it is for you.<br/><br/>While pets also receive a multitude of emotional support from sleeping with their owners, they also feel much more secure when in their master’s warm embrace.<br/><br/>Smaller pets like to be able to see when others approach and being on a higher platform, like a bed, allows pets to survey the room like a king on a throne. This will be especially true if there are other pets in the household that do not hold bed privileges.<br/><br/>We may not be able to prove it, but some report that they sleep better with their doggos and kitties.<br/><br/>The warm body on a cold winter night might in fact send you off to dreamland quicker than the crackling fireplace.<br/><br/>Of the owners that allowed their pets to share the bed, 41% said that they sleep more peacefully than without their pets.<br/><br/>Besides body heat, the soothing sensation that one experiences when caressing Fido’s fur could also be a reason for a more comfortable sleep.</p>"
          }
        },
        "302566fd-a13f-4975-80f8-f107bb4be172": {
          "type": "primary_group_content",
          "settings": {
            "title": "Fido, Down!",
            "content": "<p>At some point you caved, and Fido has now become your new bedmate and things are all sunshine and rainbows until that one fateful morning when you wake to a rump in your face.<br/><br/>However, you are probably having second guesses which mostly are related to sanitation. This is the part where we have to give it to you plain, and you aren’t going to like it.<br/><br/>Animals are hotbeds for bacteria, fleas, and parasites.<br/><br/>Just because Fido has that irresistible face and wags his tail in a way that sends you to the moon and back, does not mean that he is any less prone to these pests.<br/><br/><strong>What you can do:</strong><br/><br/>     •  Make sure you are going regularly to the veterinarian for his routine shots and medications.<br/><br/>     •  In extreme cases, it has been reported that fleas from pets have transmitted the bubonic plague which is fatal to humans. It’s not just from the history books, folks.<br/><br/>     •  If you or a loved one has a weak immune system then it is especially recommended that you leave your pet in another room and nowhere near your bed.<br/><br/>     •  Babies are particularly susceptible to diseases, so definitely keep pets away from their cribs and toys.<br/><br/>     • <a href=\"https://emma-sleep.ca/blogs/guides/how-to-deep-clean-mattress\" target=\"_self\">Deep-clean your mattress</a> regularly to keep it clean and fresh.<br/><br/>Allergies are another thing to consider.<br/><br/>You might not be allergic to Fido but if you let him outside all day then he will have a whole host of things in his fur like pollen which can definitely drive you into a sneezing frenzy.<br/><br/><strong>What you can do:<br/></strong><br/>     •  It might be a wise idea to give him a bath before snuggling between the sheets.<br/><br/>     •  Your pet might also leave behind a wonderful brown surprise once in a while. This is also one of the hazards of letting your fur baby in bed so be sure to do a quick sweep of the sheets before you throw yourself unknowingly into a mess.<br/><br/>Eventually you establish a fantastic relationship with Fido, and he grows to love and protect you at all costs. While this is a beautiful sentiment, and one of the reasons why people become pet owners, some dogs (and even cats) will develop aggressive types of behavior, especially when it comes to your significant other.<br/><br/><strong>What you can do:</strong><br/><br/>     •  If you start to notice that Fido is barking and snapping at your hubby (or wifey) when he or she gets into bed with you, it might be time to let Fido sleep on his own even though it will be painful for the both of you.<br/><br/>     •  This can also happen with children, so be very vigilant if your pet starts to show signs of aggression.<br/><br/>So, to sum up, co-sleeping brings comfort to both owner and pet with several drawbacks including risk of disease, allergies, and aggression.<br/><br/>But, you’re still going to do it anyway. See, we already know you!<br/><br/>If you are determined to let your pet in bed and sleep next to you each and every night just remember to have regular checkups with your veterinarian and give him plenty of baths. <br/><br/><em><strong>Keep your bed fresh and easy to maintain with a mattress protector. Check Emma hygienic and hypoallergenic </strong></em><a href=\"https://emma-sleep.ca/products/emma-mattress-protector\" target=\"_self\"><em><strong>mattress protector</strong></em></a><em><strong>!</strong></em></p>"
          }
        }
      },
      "block_order": [
        "4ed0a39e-eca6-496c-a9fe-1f11be3cd1c9",
        "42fe7937-4abc-4bec-9e90-8f2f3a0611df",
        "302566fd-a13f-4975-80f8-f107bb4be172"
      ],
      "settings": {
        "previous_article": "lifestyle/make-most-day-based-on-chronotype",
        "next_article": "guides/how-to-choose-bedding-essentials"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {}
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
