/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "f076b309-62f5-48ce-a3ba-c48d3c0a5987": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>When you’ve had a long day, nothing feels better than laying in bed — atop fresh, crisp sheets and clean, fluffy pillows. But, oftentimes, the pillows are set aside. This would be unhygienic, turning your comfy bed into a petri dish of germs. (Just imagine some dead skin cells, body oil, sweat, saliva, and more … in one place. Yikes!)<br/><br/>Remember to wash your bedding at least once a week and your pillows at least twice a year. It is not only for good hygiene, warmth, and protection of the mattress but also for your ultimate comfort.</p>"
          }
        },
        "eb464781-5301-4799-a086-0e0940ec50fd": {
          "type": "primary_group_content",
          "settings": {
            "title": "How to wash pillows by hand",
            "content": "<p><em>Recommended for memory foam pillows</em><br/><br/>1. Remove the pillow covers and wash them separately from your <a href=\"https://emma-sleep.ca/products/emma-foam-pillow\" target=\"_blank\">memory foam pillows</a>. To preserve their form and delicate qualities, memory foam pillows are washed by hand while the covers can go in a washing machine and dryer.<br/>2. Fill a tub or sink with warm water, then add a tablespoon of liquid detergent. Mix it well and completely submerge one pillow at a time in the tub or sink.<br/>3. Allow the detergent to seep in; get rid of all the dirt by massaging and squeezing the pillow several times.<br/>4. Take the pillow out of the tub or sink, and rinse it with fresh water. You want to make sure that you take as much soap out as possible before letting it dry.<br/>5. Instead of using a dryer, bring your memory foam pillow out in the sun. Make sure it is completely dry, not damp, before sleeping on it again.</p>"
          }
        },
        "923eca92-0571-4fec-bd73-698198f72aae": {
          "type": "primary_group_content",
          "settings": {
            "title": "How to wash pillows in a washing machine",
            "content": "<p><em>Recommended for synthetic pillows, down and feather pillows, or cotton pillows<br/><br/></em>1. If the option is available, set your machine to a bulky/large load setting. This ensures that the pillows go through an effective yet damage-free wash cycle.<br/>2. Fill the machine with hot water, and add a cup of liquid or powder detergent. Note that this ratio is good for 3-4 pillows.<br/>3. If stains are present, add some bleach or ammonia to the water. Be sure to stir the water or properly dissolve the detergent powder before adding the pillows.<br/>4. Toss the pillows in the machine to begin the washing. Be sure to flip the pillows after the machine drains the first wash, cleaning both ends of the pillows.<br/>5. Restart the washing machine as necessary, completing the cycle without interruptions.<br/>6. Allow at least two rinses with hot water for deep-cleaning dense materials, such as your synthetic/down and feather/cotton pillows.<br/>7. Set your dryer to the shortest time possible before “air drying.”<br/>8. Completely dry your pillows out in the sun, or allow them to “air dry.”</p>"
          }
        },
        "79140181-474d-43b6-a889-f6ad5137e421": {
          "type": "primary_group_content",
          "settings": {
            "title": "Health hazards in sleeping on dirty bedding and pillows",
            "content": "<p><strong>•  Allergic reactions and fungal infections from dust mites<br/><br/></strong>People shed about 500 million dead skin cells every day, and dust mites love to feed off these shedded cells. Think of dandruff and flakes of dry body skin piling up on your bed and pillows if you can go on for several weeks without cleaning your bedding.<br/><br/>Eventually, dust mites would trigger an allergy and asthma, or cause your eczema to flare up. Worse, if your bed has pet danders, then you might even catch ringworms, or fungal infections, from dust mites.<br/><br/><strong>•  Acne breakout from dust mites<br/><br/></strong>Did you know that unwashed pillow covers are likely dirtier than a toilet seat cover?<br/><br/>If you are suddenly having bad breakouts, those dirty pillows and bedding could be the ones to blame.<br/><br/>Dirt clogs your pores, so consider changing your pillow covers and bed sheets once a week as well as washing your pillows two to three times a year.<br/><br/><strong>•  Cold and flu viruses from contaminated bedding and pillows<br/><br/></strong>Cold, flu, and other related viruses can be infectious and remain active outside the body for a few minutes, depending on the amount of droplets that land on soft surfaces.<br/><br/>If you or someone in your house have been ill, get those sheets laundered with bleach right away. This stops the spread of the virus or any lingering germs.<br/><br/>Keep up with your bed space hygiene to avoid potential health risks and uncomfy slumbers. Cleaning your bedding and washing your pillows regularly and properly is a great start to having a good night’s sleep!<br/><br/><em><strong>Investing in a high-quality pillow is a good start to better sleep. Check out </strong></em><a href=\"https://emma-sleep.ca/\" target=\"_blank\"><em><strong>Emma Canada’s bed essentials </strong></em></a><em><strong>now!</strong></em></p>"
          }
        }
      },
      "block_order": [
        "f076b309-62f5-48ce-a3ba-c48d3c0a5987",
        "eb464781-5301-4799-a086-0e0940ec50fd",
        "923eca92-0571-4fec-bd73-698198f72aae",
        "79140181-474d-43b6-a889-f6ad5137e421"
      ],
      "settings": {
        "previous_article": "guides/how-to-choose-bedding-essentials",
        "next_article": "guides/how-to-deep-clean-mattress"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {}
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
