/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "ecd8efb0-cd07-445a-aa80-1f3743b04b64": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>Nature has gifted us with a plethora of options that can help us get a better night’s sleep. Often due to our hectic pace of life, sometimes it can be extremely difficult to fall asleep.<br\/><br\/>For this reason, we will give you the best essential oils for healthy and comfortable sleep.<br\/><br\/>First, you need to know that oils don’t only help when they are applied to the skin. Even their perfume has a direct impact on our body, influencing the parasympathetic nervous system. This part of the nervous system controls our involuntary acts like breathing.<br\/><br\/>The use of oils and flavourings as a DIY remedy for better sleep is called aromatherapy.<\/p>"
          }
        },
        "abaea83a-cc7c-45f8-a743-d5d41ec82816": {
          "type": "primary_group_content",
          "settings": {
            "title": "So what are the best essential oils for the bedroom?",
            "content": ""
          }
        },
        "ab3edb44-07bc-41a0-a442-e5da6f11a00a": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Lavender oil",
            "content_1": "<p>This oil is rich in relaxing and calming properties. It has unbeatable effectiveness when it comes to defeating sleep-related disorders.<br\/><br\/>Thanks to studies conducted by M. Lis-Balchin and S. Hart (“Studies on the mode of action of the essential oil of Lavender Lavandula angustifolia P. Miller “), we can confirm that lavender oil and any other scents derived from this pretty little plant has a spasmolytic and relaxing effect.<br\/><br\/>This oil reduces the chances of muscle convulsions and spasms considerably.<\/p>",
            "title_2": "Chamomile oil",
            "content_2": "<p>This oil also has excellent relaxing properties. The aroma of chamomile has a very strong calming power so it is recommended to drink it infused before going to bed.<br\/><br\/>It is especially recommended for people who suffer from hypersensitivity and hypertension. Usually, it is also used with children who are simply struggling to fall asleep.<\/p>",
            "title_3": "Mandarin oil",
            "content_3": "<p>This citrus and sweet aroma oil will relieve anxiety and nervousness, as it reduces tensions and soothes unstable moods. It also calms muscle spasms, thus promoting deep and relaxed sleep.<\/p>"
          }
        },
        "21a5f2b9-0213-4fd7-ba96-1632593cabf5": {
          "type": "secondary_group_content",
          "settings": {
            "title_1": "Cedar oil",
            "content_1": "<p>We recommend this oil as a diffuser for the whole house, thanks to its excellent fragrance. It also has a great sedative power, which therefore reinforces relaxation and combats insomnia.<br\/><br\/>Simply pour 15-20 drops into a diffuser with sticks, placing it on the bedside table. You will feel more relaxed after just a few minutes.<\/p>",
            "title_2": "Marjoram oil",
            "content_2": "<p>This essential oil prevents stress and anxiety. We advise that you use this oil as an air freshener.<\/p>",
            "title_3": "",
            "content_3": ""
          }
        },
        "80fd1d51-a52e-4dd3-9c14-23e1f85750f1": {
          "type": "primary_group_content",
          "settings": {
            "title": "How do you use essential oils?",
            "content": "<p>We recommend using lavender, mandarin and chamomile oil on the skin, massaging it with circular movements until it is completely absorbed. A couple of drops are enough to prevent the perfume from becoming too intense.<br\/><br\/>The Emma team advises you to use them at night before going to sleep, applying it on the soles of the feet, behind the knees and on the back of the neck.<br\/><br\/>For cedar and marjoram oils, we recommend using them on furniture or inside room diffusers. In this way you will create a magical and relaxing atmosphere.<br\/><br\/>Try these relaxing essential oils for yourself, and have a more restful sleep every day!<br\/><br\/><em><strong>Having a good bed is also necessary for better sleep. Check out how our <\/strong><\/em><a href=\"\/products\/emma-original-mattress\" title=\"Emma Original Lite\"><em><strong>Emma Original Lite<\/strong><\/em><\/a><em><strong> can help you get a good night’s rest. <\/strong><\/em><\/p>"
          }
        }
      },
      "block_order": [
        "ecd8efb0-cd07-445a-aa80-1f3743b04b64",
        "abaea83a-cc7c-45f8-a743-d5d41ec82816",
        "ab3edb44-07bc-41a0-a442-e5da6f11a00a",
        "21a5f2b9-0213-4fd7-ba96-1632593cabf5",
        "80fd1d51-a52e-4dd3-9c14-23e1f85750f1"
      ],
      "settings": {
        "previous_article": "lifestyle\/bed-box-mattress",
        "next_article": "lifestyle\/make-most-day-based-on-chronotype"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {}
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
