{
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "aed1b039-93c5-4cec-bf78-11e1b4ea9100": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>For many parents, bedtime stories are a special rite of passage with which we all must contend.<br\/><br\/>From dinner duels to bathtub battles, getting your tiny Tim to bed on time can be a real struggle. Once you’ve finally managed to get him there, he demands a story. This is perhaps the best and most important time leading up to “lights out.” You both can finally relax and bond together while teaching him life lessons that he will take with him into adulthood.<br\/><br\/>Do you still remember the stories that your parents or grandparents told you before drifting off to dreamland? There are so many tales out there, and maybe the ones you grew up with haven’t exactly stood the test of time.<br\/><br\/>Never fear, Emma is here to give you some of the most renowned classic fairy tales and what your children can learn from them.<\/p>"
          }
        },
        "ce47881a-ae29-4c33-9ea9-78bba9a9826c": {
          "type": "primary_group_content",
          "settings": {
            "title": "Cinderella",
            "content": "<p>Might as well get this one out of the way first.<br\/><br\/>Yes, it’s a tale about a girl getting rescued from her evil stepmother and stepsisters by a prince.<br\/><br\/>The clichéd damsel in distress situation is definitely present and obvious. But let’s dig a little deeper. <br\/><br\/>The story also shows us how a girl was being mistreated simply for being who she was. This can open the door for a multitude of conversations with your child on the topic of prejudice and how to overcome such experiences while also bringing to light any currently developed prejudices.<br\/><br\/>Cinderella also carries themes of never giving up on one’s dreams, since she did after all get a beautiful dress, a castle, a prince, and respect. Honestly the girl did well.<\/p>"
          }
        },
        "100e5a09-dbfc-449c-aa62-35c4cca6b00e": {
          "type": "primary_group_content",
          "settings": {
            "title": "Rumpelstiltskin",
            "content": "<p>Rumpelstiltskin, in case you’ve forgotten, is about an actual female protagonist that does not need saving.<br\/><br\/>The miller’s daughter is caught in a rather unfortunate predicament since her no-good father lied to the king and told him that she could spin straw into gold.<br\/><br\/>Can you imagine the look on her face when her father told her she had to go live in the king’s PRISON and spin straw into gold or she would be KILLED? Seriously, fantasy’s worst father award.<br\/><br\/>Anyway, she meets a man named Rumpelstiltskin that can actually turn straw into gold but she has to give up a necklace, a ring, and lastly her first born child.<br\/><br\/>This might be a good opportunity to discuss promises and lies with your child and the lasting effects they might have.<br\/><br\/>Ultimately, the miller’s daughter cannot give up her child but is able to guess Rumpelstiltskin’s name, which results in him going bonkers and freeing her of the contract.<br\/><br\/>Plenty of distress in this tale but no damsels. The miller’s daughter out-foxed the cunning Rumpelstiltskin and got her much deserved happy ending.<\/p>"
          }
        },
        "53fdc0b5-163e-442f-8463-8965194f62a3": {
          "type": "primary_group_content",
          "settings": {
            "title": "Little Red Riding Hood",
            "content": "<p>As a child, you might have been a bit confused as to why the little girl could not tell that there was a wolf in her grandmother’s clothing. This is one of the stories that definitely deserves some kind of commentary when reading to your child.<br\/><br\/>Not everyone in life is as sweet and loving as your grandmother although they may appear to be.<br\/><br\/>It can also be a tricky thing for both children and adults to decipher who the kind-hearted, loving grandmothers of the world are and who the sneaky, vicious wolves are.<br\/><br\/>It’s a story about caution and reading the intentions of others before blindly trusting them. And again, no one is saved by a marriage in this tale.<\/p>"
          }
        },
        "ca86fbef-f01d-44d8-81f6-9dc595e45896": {
          "type": "primary_group_content",
          "settings": {
            "title": "The Little Mermaid",
            "content": "<p>We’re not talking about the Disney version with Ariel and Flounder.<br\/><br\/>If you’ve never read the original Hans Christian Anderson version then prepare yourself for some tragedy.<br\/><br\/>We would only recommend this version to more mature children as this one has some pretty dark themes.<br\/><br\/>The story is similar to the Disney movie leading up to the mermaid transforming into a human for the prince that she loves.<br\/><br\/>This story places more emphasis on the fact that the mermaid chose to give up her family, voice, and home all for love.<br\/><br\/>Even more problematic is that the prince is in love with someone else and chooses to marry the other girl. The mermaid’s sisters tell her if she kills the prince with a special dagger, it will allow her to turn back into a mermaid and return home. <br\/><br\/>Unable to do this, she throws herself into the ocean and becomes seafoam, effectively ending her life. This is definitely not a happy ending but brings to light some heavy topics that children will one day be faced with.<br\/><br\/>This gives parents the opportunity to discuss subjects like sacrifice, unrequited love, and depression.<\/p>"
          }
        },
        "4063a634-a7e9-41b8-b950-33523226782a": {
          "type": "primary_group_content",
          "settings": {
            "title": "The Ugly Duckling",
            "content": "<p>This classic tale, like other bedtime stories, is full of empowerment.<br\/><br\/>We live in a society that is so focused on physical attraction and conforming to societal norms.<br\/><br\/>The story teaches us that sometimes we might just be in the wrong group that does not appreciate our own individual beauty and personality.<br\/><br\/>When the duckling finds out that he is really a swan and he had just been in the wrong place in the beginning it makes us realize how many times that has happened in our own lives.<br\/><br\/>Sometimes it’s family members or friends, but we have all had experiences where we just did not fit in with the majority.<br\/><br\/>When children are young, they are more likely to question themselves than question the group so this story demonstrates how you don’t need to change anything about yourself; just find a group that understands the real you.<\/p>",
            "image_2": "shopify:\/\/shop_images\/bedtimestories-1655114091020.jpg"
          }
        },
        "116fadfa-32c0-4780-8bfa-c1ff5e6c5525": {
          "type": "primary_group_content",
          "settings": {
            "title": "Bedtime stories wrap up",
            "content": "<p>Well, that is it for our list of bedtime stories that hold up pretty well in the modern age. Of course, there are still tons of stories out there and some that have even been altered to suit a more contemporary audience.<br\/><br\/>We encourage you to find the stories that suit you and your child the best while also instilling the values that you want your child to uphold. <br\/><br\/><em><strong>Ensure your child gets good sleep after storytelling time. Invest in <\/strong><\/em><a href=\"https:\/\/emma-sleep.ca\/products\/emma-original-mattress\" target=\"_self\"><em><strong>Emma Original mattress<\/strong><\/em><\/a><em><strong> - a must-have comfy, hypoallergic, and breathable bed!<\/strong><\/em><\/p>"
          }
        }
      },
      "block_order": [
        "aed1b039-93c5-4cec-bf78-11e1b4ea9100",
        "ce47881a-ae29-4c33-9ea9-78bba9a9826c",
        "100e5a09-dbfc-449c-aa62-35c4cca6b00e",
        "53fdc0b5-163e-442f-8463-8965194f62a3",
        "ca86fbef-f01d-44d8-81f6-9dc595e45896",
        "4063a634-a7e9-41b8-b950-33523226782a",
        "116fadfa-32c0-4780-8bfa-c1ff5e6c5525"
      ],
      "settings": {
        "previous_article": "curiosity-on-sleep\/coronasomnia",
        "next_article": "lifestyle\/make-most-day-based-on-chronotype"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news\/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news\/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news\/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}