/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "layout": "theme.performance",
  "sections": {
    "article-main": {
      "type": "article-main",
      "blocks": {
        "ecc6fbd1-ccfd-420b-ad55-a9bee805977e": {
          "type": "standalone_richtext",
          "settings": {
            "content": "<p>Painless at first but later turn into itchy, pesky welts — bedbug bites can surely ruin your sleep. While not everyone reacts to it in the same manner, a bedbug bite is most common on your exposed skin (such as arms, shoulders, or neck). Know the signs of infestation, and take the steps to get rid of the bedbugs!<br/><br/></p><ul><li>What do bedbugs look like?</li><li>What are the common types of bedbugs?</li><li>Where do bedbugs come from?</li><li>How bedbugs thrive in an environment</li><li>How to know if you have bedbugs at home</li><li>How to get rid of bedbugs</li><li>When to hire a professional</li></ul>"
          }
        },
        "9f053e9f-834c-4254-b723-29c9bbda3b85": {
          "type": "primary_group_content",
          "settings": {
            "title": "What do bedbugs look like?",
            "content": "<p>Small, flat, and oval-shaped insects - bedbugs come from different infested areas, such as used furniture. These wingless insects are reddish-brown, and the adult bugs are about the size of an apple seed. But if you are precisely wondering how big are bedbugs, they are approximately one-fourth inch long.<br/><br/>Similar to roaches, a bedbug’s life cycle is a three-stage process: laying eggs, turning into nymphs, and reaching the adult stage.<br/><br/>While bedbugs neither fly nor jump, they rapidly crawl and hide during the day in your bed frames and headboard, mattresses, and sofas, as well as between cracks and crevices of the wall and flooring.</p>"
          }
        },
        "bbb78a35-85c7-4f5a-ad0d-728b62c75a94": {
          "type": "primary_group_content",
          "settings": {
            "title": "What are the common types of bedbugs?",
            "content": "<p>A not-so-fun fact: about 90 species of bedbugs are casually wandering about. Luckily, only three types of bedbugs snack on human blood: C. lectularius, C. hemipterus, and L. boueti.<br/><br/>The latter is most common in tropical countries, and unless you have a microscope at home, it is hard to tell these bugs apart. Their bites are identical, and they have similar nesting habits, causing the same level of damage to properties.</p>"
          }
        },
        "e5bd0a24-1afc-4d23-b9b6-ef4ce1b9d93f": {
          "type": "primary_group_content",
          "settings": {
            "title": "Where do bedbugs come from?",
            "content": "<p>Bedbugs are nocturnal, travelling between rooms or properties at night. They can hitch a ride in your luggage or backpacks, or crawl up to upholstered surfaces. It is no wonder how they can end up on your bed in no time.</p>"
          }
        },
        "1f6a7a90-186a-4b08-a03e-74ef2b06ec38": {
          "type": "primary_group_content",
          "settings": {
            "title": "How bedbugs thrive in an environment",
            "content": "<p>While most bedbugs survive in tropical regions and more temperate ones, they can swiftly move from one home to another.<br/><br/>These pesky insects can remain active between temperatures as low as 7°C (46°F) and as humid as 44°C (112°F). But when their body temperature reaches 45°C (113°F), these bedbugs die. Because all these bugs like to nest in your household items, knowing the signs of an infestation is the key to pest control and prevention.</p>"
          }
        },
        "6931a96d-9973-4b4d-93de-c60ca49b66f1": {
          "type": "primary_group_content",
          "settings": {
            "title": "How to know if you have bedbugs at home",
            "content": "<p>When cleaning your bed, cloth furniture, or changing bedding, look for physical signs of bedbugs, such as:<br/><br/></p><ul><li>small red bites on your skin, similar to a mosquito bite;</li><li>bloodstains on your bed that often appear in a straight line or zigzag pattern;</li><li>traces of dark spotting, which may indicate bug excrement; and</li><li>eggs or eggshells (about one millimetre size) and pale yellow skin that nymphs shed as they mature.</li></ul><p><br/>Bedbugs hide in a variety of places in and around your home, including box springs, between cushions, as well as under loose wallpapers and rugs. To check for bedbugs on your carpet, flip it over and look for the physical signs mentioned above.</p>"
          }
        },
        "5cf91a49-1841-45b9-83d9-20cf3ee9d6b0": {
          "type": "primary_group_content",
          "settings": {
            "title": "How to get rid of bedbugs",
            "image_1": "shopify://shop_images/pexelscottonbro4108802-165546419.jpg",
            "content": "<p>At the first sign of bedbug infestation, some at-home treatments that you can try include:<br/><br/></p><ul><li>washing the bedding, linens, curtains, and furniture clothing with hot water and putting them on the highest dryer setting for 20-30 minutes;</li><li>scrubbing bedbugs and their eggs off the mattress seams prior to vacuuming;</li><li>frequently vacuuming your bed and upholstery, and then immediately disposing of the vacuum’s cleaner bag in a sealed container outside your home; and</li><li>regularly repairing wall and flooring cracks and other areas where bedbugs may hide.</li></ul><p><br/>Also, encase your mattress and box springs with a bug-proof cover, and get rid of all the clutter around your bed. Since bedbugs can live for a year without feeding, zipping them up in a <a href=\"https://emma-sleep.ca/products/emma-mattress-protector\" target=\"_blank\">bug-proof mattress protector</a> or bed cover will prevent any insect from entering or escaping.<br/><br/>In case you need to replace your bed, make sure to invest in a <a href=\"https://emma-sleep.ca/products/emma-original-mattress\" target=\"_blank\">quality mattress</a> that is designed to keep those pesky insects away.</p>"
          }
        },
        "2dc475a4-5d8b-4024-ba2c-926591d64224": {
          "type": "primary_group_content",
          "settings": {
            "title": "When to hire a professional",
            "content": "<p>Doing damage control by cleaning the infested areas can be helpful. But complete pest extermination is another thing and usually requires safe yet effective chemical treatment. You would not want to miss the source of the infestation and risk your home being exposed to worsening the pest damage or repeating the bug infestation!<br/><br/>It can be tempting to try a Do-It-Yourself solution with the thought of saving some money. With a suspected bedbug problem, however, it is best to leave the bug busting to the experts.<br/><br/><em><strong>Invest in q high-quality mattress and mattress protector to avoid having bedbugs in your bed. Try </strong></em><a href=\"https://emma-sleep.ca/\" target=\"_self\"><em><strong>Emma products </strong></em></a><em><strong>for yourself now!</strong></em></p>"
          }
        }
      },
      "block_order": [
        "ecc6fbd1-ccfd-420b-ad55-a9bee805977e",
        "9f053e9f-834c-4254-b723-29c9bbda3b85",
        "bbb78a35-85c7-4f5a-ad0d-728b62c75a94",
        "e5bd0a24-1afc-4d23-b9b6-ef4ce1b9d93f",
        "1f6a7a90-186a-4b08-a03e-74ef2b06ec38",
        "6931a96d-9973-4b4d-93de-c60ca49b66f1",
        "5cf91a49-1841-45b9-83d9-20cf3ee9d6b0",
        "2dc475a4-5d8b-4024-ba2c-926591d64224"
      ],
      "settings": {
        "previous_article": "guides/how-long-mattress-last",
        "next_article": "guides/how-to-make-bed"
      }
    },
    "article-related-articles": {
      "type": "article-related-articles",
      "blocks": {
        "b620b38a-f4b6-4d87-ac9a-068a357962da": {
          "type": "article",
          "settings": {
            "article": "news/bed-box-mattress"
          }
        },
        "02848b70-75c6-430a-80fe-6cfb7e076a80": {
          "type": "article",
          "settings": {
            "article": "news/good-bedtime-routine"
          }
        },
        "e2066d42-76e5-440d-971c-1f41ab368b18": {
          "type": "article",
          "settings": {
            "article": "news/natural-ways-boost-energy"
          }
        }
      },
      "block_order": [
        "b620b38a-f4b6-4d87-ac9a-068a357962da",
        "02848b70-75c6-430a-80fe-6cfb7e076a80",
        "e2066d42-76e5-440d-971c-1f41ab368b18"
      ],
      "settings": {}
    }
  },
  "order": [
    "article-main",
    "article-related-articles"
  ]
}
