/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "layout": "theme.performance",
  "sections": {
    "main": {
      "type": "faqs-with-image",
      "blocks": {
        "c68412f4-0251-42dc-9113-a0eecd22c518": {
          "type": "faq",
          "settings": {
            "title": "Return Eligibility & Conditions for 100-Night Trial  ",
            "content": "<ul><li>Mattresses and sleep accessories <strong>must be in good condition to qualify for a return</strong>. Products must be undamaged. If there are signs of misuse or intentional damage, EMMA will have the right to deny the return. </li><li><strong>Each household is eligible for one (1) trial,</strong> determined by name, address, and payment method. </li><li><strong>The trial is a one-time offer.</strong> You may be eligible for a new trial only if you did not return a product from a previous trial. </li><li>In case of obtaining a Freebie Bundle, returns under the 100-night trial and the corresponding refund will only be applicable when all  sleep accessories (freebies) are returned with the mattress.  That is, if you purchased a <strong>Freebie Bundle with your Mattress you can only obtain a refund upon return of the applicable mattress and the freebies offered in the bundle. </strong> </li><li>Products must not be damaged, soiled, or show signs of misuse or intentional damage. Returns will be refused if such evidence is found. </li><li>Any returned product is ineligible for future trials. </li><li>When buying bundles, accessories are not eligible for 100-night trial period. </li></ul>"
          }
        },
        "a72149c3-5420-4a8c-80fe-7370288da216": {
          "type": "faq",
          "settings": {
            "title": "Return Policy for Freebie Bundles With Mattress Purchase",
            "content": "<p>The User and/or Customer has the right to return the products purchased in a Freebie Bundle with Mattress subject to the following terms and conditions:  </p><ol><li>All products pertaining to the applicable Freebie have to be returned, that is, if a customer purchased a mattress with a freebie bundle and wishes to return the mattress, customer will have to return all the products included in the freebie for the return and corresponding refund to be valid and applicable (the mattress plus Cloud Duvet and the Premium Cooling Pillow 2-Pack);  </li><li>The return is only applicable to products purchased through the Platform; </li><li>To be eligible for return, all products have to be in good condition and in the same condition in which they were delivered; </li><li>The Customer will have a period of 5 (five) calendar days after the products have been delivered at the address indicated for that purpose to return the products. After the five (5) calendar days for return, the revocation of the consent of the purchase and refund will not proceed; however, the Customer will have the 100 night-trial for the mattress, when applicable, as specified in the applicable terms and conditions. </li></ol>"
          }
        },
        "faq_iJeq8U": {
          "type": "faq",
          "settings": {
            "title": "Return Process for 100-Night trial ",
            "content": "<ul><li>Opened products can be returned within the 100-night period. For a mattress or bed to be eligible within the 100-night period,  Customer has to: </li></ul><ol><li>(i) try the applicable product for a minimum trial period of 30 nights; (ii) unpack the mattress and allow the mattress to fully expand within 3-4 weeks of the delivery date; and (ii) assemble the bed correctly and in accordance with the assembly instructions, if applicable. </li><li>Failure to comply with these conditions within the specified timeframe may result in <strong>EMMA reserving the right to void this benefit</strong>, as applicable. </li><li>To initiate your Return Process, get in touch with our Customer Excellence team via <a href=\"mailto:support@emma-sleep.ca\"><span style=\"text-decoration:underline\">support@emma-sleep.ca</span></a> </li><li>Check the status of your 100-night trial and verify your shipping details. To help us improve, we might ask why you're returning the mattress and we might request the lot number on your product and/or your order ID so be prepared. </li><li>Returns must be scheduled from the same address as the original delivery. Alternate return addresses are not accepted. </li><li>In some areas, returns may not be possible, and a donation of the mattress may be required instead. Please review our terms and conditions regarding deliveries or contact our customer support at support@emma-sleep.ca</li><li>A maximum of four (4) mattresses may be returned per initial order, as verified by order number, customer name, or shipping address. </li></ol>"
          }
        },
        "78ca144d-5919-4a1b-9e22-082ef5384310": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "title": "Return Process",
            "content": "<ol><li>Get in touch with our Customer Excellence team via <a href=\"mailto:support@emma-sleep.ca\"><span style=\"text-decoration:underline\">support@emma-sleep.ca</span></a> </li><li>Check the status of your 100-night trial and verify your shipping details. To help us improve, we might ask why you're returning the mattress and we might request the lot number on your product and/or your order ID so be prepared. </li><li>Returns must be scheduled to the same address as the original delivery. Alternate return addresses are not accepted. </li><li>Once your return is approved and we’ve confirmed your address and availability, we’ll take care of scheduling the pickup.</li><li>Pickup is usually within <strong>x</strong> business days after confirmation, but it can take up to <strong>xx</strong> days in some cases.</li><li>A maximum of four (4) mattresses may be returned per initial order, as verified by order number, customer name, or shipping address. </li></ol>"
          }
        },
        "faq_XHNbUC": {
          "type": "faq",
          "settings": {
            "title": "Refunds",
            "content": "<ul><li>After the mattress has been picked-up, <strong>we'll process your refund within 5-10 business days</strong> (depending on your financial institution). </li><li>We can only issue your refund to the original payment method.</li></ul>"
          }
        }
      },
      "block_order": [
        "c68412f4-0251-42dc-9113-a0eecd22c518",
        "a72149c3-5420-4a8c-80fe-7370288da216",
        "faq_iJeq8U",
        "78ca144d-5919-4a1b-9e22-082ef5384310",
        "faq_XHNbUC"
      ],
      "settings": {
        "heading": "Returns & Refunds",
        "image": "shopify://shop_images/IMG_3906.jpg",
        "inverted": true,
        "header_font": "tiempos",
        "heading_alignment": "start",
        "container_spacing": "md"
      }
    }
  },
  "order": [
    "main"
  ]
}
