{
  "sections": {
    "awards-header": {
      "type": "awards-header",
      "settings": {
        "title": "World's most-awarded sleep brand",
        "description": "Emma's sleep products are world-renowned for top-notch product quality. Since the company started in 2015, Emma has won 75 product awards in over 30 countries, notably winning \"Best Mattress\" categories annually. Eager to join the our community of Happy Sleepers? Try the Emma Original Mattress for 365 nights, risk-free!",
        "link": "shopify:\/\/products\/emma-original-mattress"
      }
    },
    "awards-1": {
      "type": "awards-card",
      "blocks": {
        "17200d11-c7f2-401b-a523-6a673a78e94c": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/elle-canada-1649072031885.png",
            "title": "Elle Canada, 2022",
            "quote": "“Emma has been able to bridge thoughtful design and proprietary technology to establish solutions for every type of sleeper.”",
            "description": "Elle Canada featured our Emma Original Mattress in an article recognizing it as the most globally awarded mattress in Canada. They showcased the \"five luxurious layers designed to deliver the ultimate sleep surface\" of the Emma Original Mattress made for all types of sleepers.",
            "link": "https:\/\/www.ellecanada.com\/decoration\/this-ultra-luxe-wellness-inspired-mattress-just-launched-in-canada"
          }
        },
        "0401a8f4-ff4e-4487-b067-c6154d6d54d9": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/national-post-1649069946729.png",
            "title": "National Post, 2022",
            "quote": "“The three layers of foam are created to keep you cool, supported and still throughout your sleep. This mattress is not too firm and not too soft. Goldilocks approved.”",
            "description": "Our Emma Original mattress was featured in the National Post as one of the best mattresses to order in 2022. They lauded the German engineered mattresses that are designed to provide optimal spinal alignment no matter your sleeping position. Other article highlights included the mattresses' cool memory foam layers and low motion transfer.",
            "link": "https:\/\/nationalpost.com\/shopping-essentials\/the-best-mattresses-to-order-in-2021"
          }
        },
        "afdee5ae-ea9a-4e95-941e-063f7ed4a0b0": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/naplab-1665467757926.png",
            "title": "Nap Lab, 2022",
            "quote": "“At this price point, the Emma Original Mattress offers incredibly good value.”",
            "description": "Nap Lab gave a comprehensive review of the Emma Original Mattress, praising it for the incredibly good value that it offers. They highlighted the excellent cooling, excellent pressure relief, and excellent edge support of the mattress.",
            "link": "https:\/\/naplab.com\/mattress-reviews\/emma-original-mattress-review\/"
          }
        },
        "c3ac9c3a-a1f7-4e4f-ab13-03984a4d7050": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/western-living-1649075743848.png",
            "title": "Western Living, 2022",
            "quote": "“Emma Sleep designs for so much more than mattresses. The company was founded on bridging thoughtful design and proprietary sleep technology to make solutions that work for every type of sleeper.”",
            "description": "Western Living Magazine features Emma Sleep in their article on how to naturally boost your energy by highlighting sleep as \"a natural mood booster\". They then share that a a good mattress can help achieve a better night's sleep which the pressure relieving, three-zone design of the Emma Original Mattress can help offer.",
            "link": "https:\/\/www.westernliving.ca\/food-and-wine\/general\/Celebrate-World-Sleep-Day-Heres-How-To-Naturally-Boost-Your-Energy\/"
          }
        },
        "64a6d7d4-5dac-4041-b604-1b587b25e00f": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/top-10-mattress-icon-16589104602.png",
            "title": "Top 10 Best Mattresses, 2022",
            "quote": "“Overall, the Emma Original mattress is a quality product and a good value for Canadians.”",
            "description": "Top 10 Best Mattresses gave a comprehensive review of the Emma Original Mattress, highlighting the features of each foam layer. Overall, they praised the Emma Original Mattress as a quality product that's great value for Canadians.",
            "link": "https:\/\/top10bestmattresses-canada.com\/emma-mattress-canada-review\/reviews\/"
          }
        },
        "7efd7568-1794-4e90-87cd-954ece55084f": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/sleepline-1665469308569.png",
            "title": "Sleepline, 2022",
            "quote": "“If you’re looking for an all-foam bed that offers lots of comfort and value for money, check out the Emma Original Mattress.”",
            "description": "The Emma Original Mattress placed third on Sleepline's best mattress in Canada list. Overall, they recommended the mattress for people looking to get the best value for their money.",
            "link": "https:\/\/www.sleepline.com\/best-mattresses-in-canada\/"
          }
        },
        "eb1c82a5-c3d3-4225-a6b5-89d05f119c6b": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/view-the-vibe-1658906093903.png",
            "title": "View the Vibe, 2022",
            "quote": "“Emma pushes the boundaries of what mattress technology can do.”",
            "description": "View the Vibe features the Emma Original Mattress as the next big thing making its way into Canadian bedrooms. As the world's most awarded and best reviewed mattress, Emma stands out from the rest with its tech and wellness-focused design.",
            "link": "https:\/\/viewthevibe.com\/canadians-skip-the-snooze-button-the-worlds-leading-sleep-brand-is-here\/"
          }
        },
        "d36f371a-cdc0-41c3-a4bd-111ee20f5620": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/mbg-1649074663425.png",
            "title": "Mattress Buyer Guide, 2022",
            "quote": "“Because The Emma Original Mattress offered a softer and plusher feel without that 'buried inside' sensation, and because of its pain and pressure relieving qualities, we rated it at 4.9 out of 5 stars.”",
            "description": "The Mattress Buyer Guide reviewed our Emma Original Mattress and was lauded for its breathable foam layers and zoning sleep technology. Overall, The Mattress Buyer Guide commended the \"simple yet well thought out design\" of the mattress that separates it from other memory foam mattresses.",
            "link": "https:\/\/themattressbuyerguide.com\/emma-original-mattress-review\/"
          }
        },
        "a8b7deeb-e095-41d8-acf1-caea74e49ebf": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/top-10-pick-1665472301353.png",
            "title": "Ten Picks, 2022",
            "quote": "“The Emma mattress is great for side sleepers, children, and all those who prefer a huggy mattress.”",
            "description": "Ten Picks shared ten different things they loved about the Emma Original Mattress. Part of the things they praised included the great trial period and good value for money that Emma offers.",
            "link": "https:\/\/tenpicks.com\/emma-original-mattress-review-top-10\/"
          }
        },
        "048ce6dc-e791-4c26-b89d-1f8c2eb3c358": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/yahoo-life-1649090617183.png",
            "title": "Yahoo Life, 2022",
            "quote": "“Just in time for World Sleep Day”",
            "description": "Our Emma Original Mattress was featured in a Yahoo Life article about the 10 best mattresses sales in Canada in time for World Sleep Day. It's shared that your mattress plays an important part in the quality of your sleep and that it's an ideal time to try the affordable Emma Original Mattress. ",
            "link": "https:\/\/ca.style.yahoo.com\/best-mattress-sales-canada-034614162.html?guccounter=1&guce_referrer=aHR0cHM6Ly91c2MtZXhjZWwub2ZmaWNlYXBwcy5saXZlLmNvbS8&guce_referrer_sig=AQAAAKXC5XGLcGIz6raXhHIwWPBkNr_-pTLiCy_5iH10-xCFu1SGrKeptijlpKp7QJEYsz6YY_geFlGluJzT_Re3n9Em09q3j_GrP9_jbMT7-g5Bb-1KJuQZf0950Lkl-kjKa0NokXm0bMsupsKSW1vxmoY0rmQlvAQ3B3RQo4PlbyRC"
          }
        }
      },
      "block_order": [
        "17200d11-c7f2-401b-a523-6a673a78e94c",
        "0401a8f4-ff4e-4487-b067-c6154d6d54d9",
        "afdee5ae-ea9a-4e95-941e-063f7ed4a0b0",
        "c3ac9c3a-a1f7-4e4f-ab13-03984a4d7050",
        "64a6d7d4-5dac-4041-b604-1b587b25e00f",
        "7efd7568-1794-4e90-87cd-954ece55084f",
        "eb1c82a5-c3d3-4225-a6b5-89d05f119c6b",
        "d36f371a-cdc0-41c3-a4bd-111ee20f5620",
        "a8b7deeb-e095-41d8-acf1-caea74e49ebf",
        "048ce6dc-e791-4c26-b89d-1f8c2eb3c358"
      ],
      "settings": {
        "title": "Press Features"
      }
    },
    "awards-2": {
      "type": "awards-card",
      "blocks": {
        "28069a9c-709d-46aa-802f-9f95801d646d": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/7-1642494456575.png",
            "title": "Wired Recommends, 2021",
            "quote": "“The best mattress for regulating temperature”",
            "description": "Wired Recommends the Emma Original as \"the best mattress for regulation temperature\". After testing the mattress, Wired claims Emma Original offers the elements of support and comfort someone could expect from a premium foam construction mattress. At the same time, it also keeps your body temperature even throughout the night.",
            "link": "https:\/\/www.wired.co.uk\/article\/best-mattress"
          }
        },
        "b0090a20-e7fc-408f-b5a1-59e8a02300b9": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/8-1642494456579.png",
            "title": "Real Homes Rated Gold, 2021",
            "quote": "“There's pretty much nothing we don’t like about this mattress.”",
            "description": "Real Homes called the Emma Original \"the best mattress you can buy - a real crowd pleaser\". Real Homes lauded the zoned support, perfect temperature control and good motion transfer. And were not possible to point one reason for you to avoid it.",
            "link": "https:\/\/www.realhomes.com\/buying-guides\/best-mattress"
          }
        },
        "cfebc5e9-f9b4-4e76-b152-c4e0673e7714": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/9-1642494456582.png",
            "title": "Which? Consumers' Association, 2020",
            "quote": "“Exceptional. It’s one of the highest-scoring mattresses we’ve tested in years.”",
            "description": "Which? is the UK’s leading consumer association, offering independent and unbiased reviews on a number of consumer goods and services. The Emma Original is one of their best-ever tested mattresses. Praised for being highly durable and not sagging, even after years of use, our mattress received near-perfect marks in both their performance and their durability category. Which? also lauded the excellent breathability, and the fact that you will not feel your partner moving on the mattress. The handles, which allow for easy maneuverability also contributed to the mattress receiving the highest-ever score.",
            "link": "https:\/\/www.which.co.uk\/reviews\/mattresses\/emma-the-emma-original"
          }
        },
        "bb87671a-d41f-4690-a8b8-b161ad1424bb": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/13-1642501374528.png",
            "title": "Ideal Home, 2020",
            "quote": "“Provided a super comfortable sleep on whatever our chosen night-time position”",
            "description": "An Ideal Home Best Buy, the Emma Original mattress stood out in particular for its ability to provide comfortable sleep whether that’s on your front, back or side. This independent magazine noted that our mattress is the best for all around comfort. They praised the exceptional durability and how easy it is to get on with the mattress. The handles were highlighted as an added bonus.",
            "link": "https:\/\/www.idealhome.co.uk\/buying-guide-reviews\/best-mattress-reviews-204596"
          }
        },
        "528bf14f-fcff-4aaa-a8ad-bddfd312a4f2": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/10-1642494456587.png",
            "title": "Real Homes, 2020",
            "quote": "“Designed to suit all manner of body shapes, weights and sleeping positions, we can vouch it worked for us.”",
            "description": "Real Homes was equally impressed with the Emma Original. Our mattress performed exceptionally well in their motion isolation test and in their test to measure how supportive the mattress is. The online magazine also praised the Emma Mattress for having excellent temperature-controlling properties and for aligning the spine. They even gave a special mention to the mattresses pressure-reliving abilities – stating that it’s a safe bet for alleviating hip and shoulder pain.",
            "link": "https:\/\/www.realhomes.com\/reviews\/emma-original-mattress-review"
          }
        },
        "df184a6f-bec0-4d38-bc71-cc3cc49fffc9": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/6-1642477795267.png",
            "title": "T3, 2020",
            "quote": "“Extremely comfortable and supportive, sleeping on the new Emma mattress is like a dream. Can there be a better mattress than this?”",
            "description": "Praised for it’s exceptional comfort and support, the Emma Original mattress is recommended by T3 for all body shapes and sleeping styles. Due to the minimal motion transfer of the mattress, they further highlight the suitability for sleepers who move a lot during the night and do not want to disturb their partner.",
            "link": "https:\/\/www.t3.com\/reviews\/emma-original-mattress"
          }
        },
        "bc398061-14f2-47b2-aed2-733eba4290eb": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/2-1642477795261.png",
            "title": "The Independent, 2020",
            "quote": "“This is as good as it gets!”",
            "description": "According to the Independent, the Emma mattress is perfect for all sleepers – there’s not a single body shape or type of sleeper who wouldn’t love the Emma Original! Calling it a great all-rounder, the review praised the top layer for providing excellent breathability and ensuring you stay cool at night. They also noted that the mattress felt instantly comfortable and was easier to turn on than other mattresses.",
            "link": "https:\/\/www.independent.co.uk\/extras\/indybest\/house-garden\/mattresses\/best-mattress-memory-foam-sprung-2022-a6950396.html"
          }
        },
        "0ec24473-c161-4287-b4fc-f12b302d7c59": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/5-1642477795265.png",
            "title": "Good Housekeeping, 2020",
            "quote": "“Perfect for every sleep in every situation”",
            "description": "Good Housekeeping praised the Emma Original mattress for providing the perfect balance between comfort and support. They noted that the pressure reliving properties of the mattress led to them feeling supported and rejuvenated. The publication also praised the breathability of the mattress and the good motion isolation. Noting, that the mattress performed exceptionally well in every test and also led to their testers sleeping better.",
            "link": "https:\/\/www.goodhousekeeping.com\/uk\/the-institute\/a25049582\/slip-seamless-slumber-with-emma-goodhousekeepingapproved-ghi\/"
          }
        },
        "ee9723c6-6e17-4361-a233-a29a9ea0af47": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/awards-1642485088683.png",
            "title": "The Mattress Guide, 2020",
            "quote": "“There is no doubt that this is the UK’s leading mattress”",
            "description": "The Emma Original received a glowing review from The Mattress Guide as well. This independent mattress testing facility gave it near perfect rantings in almost all of its nine categories. They noted that the standout features of the mattress are the exceptional durability and the comfort. The Mattress Guide also praised the breathability of the mattress, stating that unlike other memory foam mattresses, it would keep you cool",
            "link": "https:\/\/www.themattressguide.co.uk\/emma-original-mattress-review\/"
          }
        },
        "976d8b51-ac73-43b1-8779-f4015b78cf11": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/awards-1-1642501590526.png",
            "title": "Best Mattress UK, 2020",
            "quote": "“We think this is the Gold Standard of boxed mattresses.”",
            "description": "The Emma Original Mattress also outperformed others in Best Mattress UK’s extensive tests to be crowned ‘Best Overall Mattress.’ This online publication praised the high-quality of its materials, its value for money, its suitability for nearly all body types and sleeping positions and that the mattress doesn’t sleep hot like other foam mattresses.",
            "link": "https:\/\/bestmattressuk.com\/best-mattress-uk-awards\/"
          }
        },
        "7afca885-7b75-4aa2-8186-80149019e08c": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/14-1642501374530.png",
            "title": "Best Mattress AU, 2020",
            "quote": "“We think it’s the best bed in a box mattress in Australia in 2020.”",
            "description": "Just like its UK counterpart, the Emma Original Mattress in Australia has proven itself to outperform other Mattress in a Box brands on the market with its amazing value, premium quality and 7-zone design suitable and supportive for all types of sleepers.",
            "link": "https:\/\/bestmattressau.com\/best-mattress-au-awards\/"
          }
        },
        "a03a71c4-986d-4fbf-85d5-348de4962ecd": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/1-1642477795259.png",
            "title": "T3, 2019",
            "quote": "“Emma has managed to rise above the excellent competition in this area to be crowned best mattress”",
            "description": "According to T3, the Emma Original is the best mattress you can buy right now. Praised for being bouncy but buoyant, the mattress performed particularly well in all categories. They noted that side sleepers in particular would love the mattress, as it provides luxurious cushioning and kept the spine straight. They also highlighted the excellent motion isolation that will prevent you from feeling your partner moving on the mattress.",
            "link": "https:\/\/www.t3.com\/news\/t3-awards-2019-our-mattress-winner-is-emma-original"
          }
        },
        "8aa38f13-e41e-4e24-8390-00c24b26bdd2": {
          "type": "award-card",
          "settings": {
            "logo": "shopify:\/\/shop_images\/12-1642494456595.png",
            "title": "The i, 2019",
            "quote": "“This design provided a comfortable, non-sweaty night's rest for both our testers.”",
            "description": "Our Emma Original mattress received a coveted Best Buy recommendation from this national newspaper. The testers highlighted the temperature-regulating properties of the mattress, noting that despite being made from foam, which traditionally tends to sleep hot, they had a comfortable, non-sweaty night’s sleep. Overall, their testers felt that our mattress was superb and certain to give you a great night’s sleep.",
            "link": "https:\/\/inews.co.uk\/ibuys\/home-and-garden\/best-memory-foam-mattresses-hybrid-uk-reviews-2019-211471"
          }
        }
      },
      "block_order": [
        "28069a9c-709d-46aa-802f-9f95801d646d",
        "b0090a20-e7fc-408f-b5a1-59e8a02300b9",
        "cfebc5e9-f9b4-4e76-b152-c4e0673e7714",
        "bb87671a-d41f-4690-a8b8-b161ad1424bb",
        "528bf14f-fcff-4aaa-a8ad-bddfd312a4f2",
        "df184a6f-bec0-4d38-bc71-cc3cc49fffc9",
        "bc398061-14f2-47b2-aed2-733eba4290eb",
        "0ec24473-c161-4287-b4fc-f12b302d7c59",
        "ee9723c6-6e17-4361-a233-a29a9ea0af47",
        "976d8b51-ac73-43b1-8779-f4015b78cf11",
        "7afca885-7b75-4aa2-8186-80149019e08c",
        "a03a71c4-986d-4fbf-85d5-348de4962ecd",
        "8aa38f13-e41e-4e24-8390-00c24b26bdd2"
      ],
      "settings": {
        "title": "Awards"
      }
    },
    "awards-footer": {
      "type": "awards-footer",
      "settings": {
        "title": "Don't just take their word for it – try it for 365 risk-free nights!",
        "background_image": "shopify:\/\/shop_images\/emma-diamond-mattress-1654760061.jpg",
        "link": "shopify:\/\/products\/emma-original-mattress"
      }
    }
  },
  "order": [
    "awards-header",
    "awards-1",
    "awards-2",
    "awards-footer"
  ]
}